<h4>1、<a target="_blank" href="http://www.iciba.com/calm">calm</a></h4>
<b>反义词(27)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/agitate">agitate</a></td><td><a target="_blank" href="http://www.iciba.com/anger">anger</a></td><td><a target="_blank" href="http://www.iciba.com/angry">angry</a></td><td><a target="_blank" href="http://www.iciba.com/chaos">chaos</a></td><td><a target="_blank" href="http://www.iciba.com/confuse">confuse</a></td><td><a target="_blank" href="http://www.iciba.com/confusion">confusion</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/disturb">disturb</a></td><td><a target="_blank" href="http://www.iciba.com/excite">excite</a></td><td><a target="_blank" href="http://www.iciba.com/excited">excited</a></td><td><a target="_blank" href="http://www.iciba.com/frighten">frighten</a></td><td><a target="_blank" href="http://www.iciba.com/fuss">fuss</a></td><td><a target="_blank" href="http://www.iciba.com/irritate">irritate</a></td></tr>
	<tr><td>3</td><td><a target="_blank" href="http://www.iciba.com/loud">loud</a></td><td><a target="_blank" href="http://www.iciba.com/mad">mad</a></td><td><a target="_blank" href="http://www.iciba.com/nervous">nervous</a></td><td><a target="_blank" href="http://www.iciba.com/noise">noise</a></td><td><a target="_blank" href="http://www.iciba.com/noisy">noisy</a></td><td><a target="_blank" href="http://www.iciba.com/offend">offend</a></td></tr>
	<tr><td>4</td><td><a target="_blank" href="http://www.iciba.com/provoke">provoke</a></td><td><a target="_blank" href="http://www.iciba.com/rage">rage</a></td><td><a target="_blank" href="http://www.iciba.com/restless">restless</a></td><td><a target="_blank" href="http://www.iciba.com/scare">scare</a></td><td><a target="_blank" href="http://www.iciba.com/storm">storm</a></td><td><a target="_blank" href="http://www.iciba.com/stormy">stormy</a></td></tr>
	<tr><td>5</td><td><a target="_blank" href="http://www.iciba.com/tumult">tumult</a></td><td><a target="_blank" href="http://www.iciba.com/worried">worried</a></td><td><a target="_blank" href="http://www.iciba.com/worry">worry</a></td></tr>
</table>
<br/>
<h4>2、<a target="_blank" href="http://www.iciba.com/quiet">quiet</a></h4>
<b>反义词(25)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/agitate">agitate</a></td><td><a target="_blank" href="http://www.iciba.com/anger">anger</a></td><td><a target="_blank" href="http://www.iciba.com/angry">angry</a></td><td><a target="_blank" href="http://www.iciba.com/boisterous">boisterous</a></td><td><a target="_blank" href="http://www.iciba.com/confuse">confuse</a></td><td><a target="_blank" href="http://www.iciba.com/conspicuous">conspicuous</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/disquiet">disquiet</a></td><td><a target="_blank" href="http://www.iciba.com/excited">excited</a></td><td><a target="_blank" href="http://www.iciba.com/fierce">fierce</a></td><td><a target="_blank" href="http://www.iciba.com/frighten">frighten</a></td><td><a target="_blank" href="http://www.iciba.com/furious">furious</a></td><td><a target="_blank" href="http://www.iciba.com/fuss">fuss</a></td></tr>
	<tr><td>3</td><td><a target="_blank" href="http://www.iciba.com/grim">grim</a></td><td><a target="_blank" href="http://www.iciba.com/loud">loud</a></td><td><a target="_blank" href="http://www.iciba.com/noise">noise</a></td><td><a target="_blank" href="http://www.iciba.com/noisy">noisy</a></td><td><a target="_blank" href="http://www.iciba.com/offend">offend</a></td><td><a target="_blank" href="http://www.iciba.com/provoke">provoke</a></td></tr>
	<tr><td>4</td><td><a target="_blank" href="http://www.iciba.com/rage">rage</a></td><td><a target="_blank" href="http://www.iciba.com/restless">restless</a></td><td><a target="_blank" href="http://www.iciba.com/scare">scare</a></td><td><a target="_blank" href="http://www.iciba.com/tumult">tumult</a></td><td><a target="_blank" href="http://www.iciba.com/tumultuous">tumultuous</a></td><td><a target="_blank" href="http://www.iciba.com/unquiet">unquiet</a></td></tr>
	<tr><td>5</td><td><a target="_blank" href="http://www.iciba.com/wild">wild</a></td></tr>
</table>
<br/>
<h4>3、<a target="_blank" href="http://www.iciba.com/dull">dull</a></h4>
<b>反义词(19)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/acute">acute</a></td><td><a target="_blank" href="http://www.iciba.com/agile">agile</a></td><td><a target="_blank" href="http://www.iciba.com/alert">alert</a></td><td><a target="_blank" href="http://www.iciba.com/bright">bright</a></td><td><a target="_blank" href="http://www.iciba.com/brilliant">brilliant</a></td><td><a target="_blank" href="http://www.iciba.com/brisk">brisk</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/clear">clear</a></td><td><a target="_blank" href="http://www.iciba.com/exciting">exciting</a></td><td><a target="_blank" href="http://www.iciba.com/funny">funny</a></td><td><a target="_blank" href="http://www.iciba.com/interesting">interesting</a></td><td><a target="_blank" href="http://www.iciba.com/keen">keen</a></td><td><a target="_blank" href="http://www.iciba.com/poignant">poignant</a></td></tr>
	<tr><td>3</td><td><a target="_blank" href="http://www.iciba.com/sharp">sharp</a></td><td><a target="_blank" href="http://www.iciba.com/shining">shining</a></td><td><a target="_blank" href="http://www.iciba.com/shrewd">shrewd</a></td><td><a target="_blank" href="http://www.iciba.com/smart">smart</a></td><td><a target="_blank" href="http://www.iciba.com/splendid">splendid</a></td><td><a target="_blank" href="http://www.iciba.com/varied">varied</a></td></tr>
	<tr><td>4</td><td><a target="_blank" href="http://www.iciba.com/vivid">vivid</a></td></tr>
</table>
<br/>
<h4>4、<a target="_blank" href="http://www.iciba.com/gentle">gentle</a></h4>
<b>反义词(18)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/bitter">bitter</a></td><td><a target="_blank" href="http://www.iciba.com/ferocious">ferocious</a></td><td><a target="_blank" href="http://www.iciba.com/fierce">fierce</a></td><td><a target="_blank" href="http://www.iciba.com/furious">furious</a></td><td><a target="_blank" href="http://www.iciba.com/grim">grim</a></td><td><a target="_blank" href="http://www.iciba.com/hard">hard</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/harsh">harsh</a></td><td><a target="_blank" href="http://www.iciba.com/haughty">haughty</a></td><td><a target="_blank" href="http://www.iciba.com/obstinate">obstinate</a></td><td><a target="_blank" href="http://www.iciba.com/perverse">perverse</a></td><td><a target="_blank" href="http://www.iciba.com/rough">rough</a></td><td><a target="_blank" href="http://www.iciba.com/rude">rude</a></td></tr>
	<tr><td>3</td><td><a target="_blank" href="http://www.iciba.com/severe">severe</a></td><td><a target="_blank" href="http://www.iciba.com/sharp">sharp</a></td><td><a target="_blank" href="http://www.iciba.com/strict">strict</a></td><td><a target="_blank" href="http://www.iciba.com/tough">tough</a></td><td><a target="_blank" href="http://www.iciba.com/ungentle">ungentle</a></td><td><a target="_blank" href="http://www.iciba.com/wild">wild</a></td></tr>
</table>
<br/>
<h4>5、<a target="_blank" href="http://www.iciba.com/ordinary">ordinary</a></h4>
<b>反义词(15)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/eccentric">eccentric</a></td><td><a target="_blank" href="http://www.iciba.com/especial">especial</a></td><td><a target="_blank" href="http://www.iciba.com/exceptional">exceptional</a></td><td><a target="_blank" href="http://www.iciba.com/extraordinary">extraordinary</a></td><td><a target="_blank" href="http://www.iciba.com/odd">odd</a></td><td><a target="_blank" href="http://www.iciba.com/particular">particular</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/peculiar">peculiar</a></td><td><a target="_blank" href="http://www.iciba.com/queer">queer</a></td><td><a target="_blank" href="http://www.iciba.com/special">special</a></td><td><a target="_blank" href="http://www.iciba.com/splendid">splendid</a></td><td><a target="_blank" href="http://www.iciba.com/strange">strange</a></td><td><a target="_blank" href="http://www.iciba.com/superb">superb</a></td></tr>
	<tr><td>3</td><td><a target="_blank" href="http://www.iciba.com/uncommon">uncommon</a></td><td><a target="_blank" href="http://www.iciba.com/unusual">unusual</a></td><td><a target="_blank" href="http://www.iciba.com/wonderful">wonderful</a></td></tr>
</table>
<br/>
<h4>6、<a target="_blank" href="http://www.iciba.com/plain">plain</a></h4>
<b>反义词(14)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/abstruse">abstruse</a></td><td><a target="_blank" href="http://www.iciba.com/complex">complex</a></td><td><a target="_blank" href="http://www.iciba.com/complicated">complicated</a></td><td><a target="_blank" href="http://www.iciba.com/conspicuous">conspicuous</a></td><td><a target="_blank" href="http://www.iciba.com/devious">devious</a></td><td><a target="_blank" href="http://www.iciba.com/dim">dim</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/fanciful">fanciful</a></td><td><a target="_blank" href="http://www.iciba.com/fancy">fancy</a></td><td><a target="_blank" href="http://www.iciba.com/gorgeous">gorgeous</a></td><td><a target="_blank" href="http://www.iciba.com/intricate">intricate</a></td><td><a target="_blank" href="http://www.iciba.com/lovely">lovely</a></td><td><a target="_blank" href="http://www.iciba.com/showy">showy</a></td></tr>
	<tr><td>3</td><td><a target="_blank" href="http://www.iciba.com/splendid">splendid</a></td><td><a target="_blank" href="http://www.iciba.com/wonderful">wonderful</a></td></tr>
</table>
<br/>
<h4>7、<a target="_blank" href="http://www.iciba.com/common">common</a></h4>
<b>反义词(13)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/eccentric">eccentric</a></td><td><a target="_blank" href="http://www.iciba.com/especial">especial</a></td><td><a target="_blank" href="http://www.iciba.com/exceptional">exceptional</a></td><td><a target="_blank" href="http://www.iciba.com/extraordinary">extraordinary</a></td><td><a target="_blank" href="http://www.iciba.com/odd">odd</a></td><td><a target="_blank" href="http://www.iciba.com/particular">particular</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/peculiar">peculiar</a></td><td><a target="_blank" href="http://www.iciba.com/prominent">prominent</a></td><td><a target="_blank" href="http://www.iciba.com/queer">queer</a></td><td><a target="_blank" href="http://www.iciba.com/rare">rare</a></td><td><a target="_blank" href="http://www.iciba.com/special">special</a></td><td><a target="_blank" href="http://www.iciba.com/uncommon">uncommon</a></td></tr>
	<tr><td>3</td><td><a target="_blank" href="http://www.iciba.com/unusual">unusual</a></td></tr>
</table>
<br/>
<h4>8、<a target="_blank" href="http://www.iciba.com/meek">meek</a></h4>
<b>反义词(13)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/arrogant">arrogant</a></td><td><a target="_blank" href="http://www.iciba.com/ferocious">ferocious</a></td><td><a target="_blank" href="http://www.iciba.com/fierce">fierce</a></td><td><a target="_blank" href="http://www.iciba.com/furious">furious</a></td><td><a target="_blank" href="http://www.iciba.com/grim">grim</a></td><td><a target="_blank" href="http://www.iciba.com/hard">hard</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/harsh">harsh</a></td><td><a target="_blank" href="http://www.iciba.com/haughty">haughty</a></td><td><a target="_blank" href="http://www.iciba.com/obstinate">obstinate</a></td><td><a target="_blank" href="http://www.iciba.com/perverse">perverse</a></td><td><a target="_blank" href="http://www.iciba.com/sever">sever</a></td><td><a target="_blank" href="http://www.iciba.com/severe">severe</a></td></tr>
	<tr><td>3</td><td><a target="_blank" href="http://www.iciba.com/strict">strict</a></td></tr>
</table>
<br/>
<h4>9、<a target="_blank" href="http://www.iciba.com/rude">rude</a></h4>
<b>反义词(13)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/civil">civil</a></td><td><a target="_blank" href="http://www.iciba.com/civilized">civilized</a></td><td><a target="_blank" href="http://www.iciba.com/courteous">courteous</a></td><td><a target="_blank" href="http://www.iciba.com/delicate">delicate</a></td><td><a target="_blank" href="http://www.iciba.com/genial">genial</a></td><td><a target="_blank" href="http://www.iciba.com/gentle">gentle</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/mannerly">mannerly</a></td><td><a target="_blank" href="http://www.iciba.com/placid">placid</a></td><td><a target="_blank" href="http://www.iciba.com/polite">polite</a></td><td><a target="_blank" href="http://www.iciba.com/refined">refined</a></td><td><a target="_blank" href="http://www.iciba.com/respectful">respectful</a></td><td><a target="_blank" href="http://www.iciba.com/suave">suave</a></td></tr>
	<tr><td>3</td><td><a target="_blank" href="http://www.iciba.com/thoughtful">thoughtful</a></td></tr>
</table>
<br/>
<h4>10、<a target="_blank" href="http://www.iciba.com/free">free</a></h4>
<b>反义词(13)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/busy">busy</a></td><td><a target="_blank" href="http://www.iciba.com/captive">captive</a></td><td><a target="_blank" href="http://www.iciba.com/catch">catch</a></td><td><a target="_blank" href="http://www.iciba.com/constrain">constrain</a></td><td><a target="_blank" href="http://www.iciba.com/detain">detain</a></td><td><a target="_blank" href="http://www.iciba.com/fasten">fasten</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/grasp">grasp</a></td><td><a target="_blank" href="http://www.iciba.com/grip">grip</a></td><td><a target="_blank" href="http://www.iciba.com/impose">impose</a></td><td><a target="_blank" href="http://www.iciba.com/imprison">imprison</a></td><td><a target="_blank" href="http://www.iciba.com/oblige">oblige</a></td><td><a target="_blank" href="http://www.iciba.com/restrain">restrain</a></td></tr>
	<tr><td>3</td><td><a target="_blank" href="http://www.iciba.com/restrict">restrict</a></td></tr>
</table>
<br/>
<h4>11、<a target="_blank" href="http://www.iciba.com/melancholy">melancholy</a></h4>
<b>反义词(13)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/brilliant">brilliant</a></td><td><a target="_blank" href="http://www.iciba.com/buoyant">buoyant</a></td><td><a target="_blank" href="http://www.iciba.com/cheer">cheer</a></td><td><a target="_blank" href="http://www.iciba.com/cheerful">cheerful</a></td><td><a target="_blank" href="http://www.iciba.com/delightful">delightful</a></td><td><a target="_blank" href="http://www.iciba.com/gay">gay</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/happy">happy</a></td><td><a target="_blank" href="http://www.iciba.com/jocund">jocund</a></td><td><a target="_blank" href="http://www.iciba.com/jolly">jolly</a></td><td><a target="_blank" href="http://www.iciba.com/jovial">jovial</a></td><td><a target="_blank" href="http://www.iciba.com/merry">merry</a></td><td><a target="_blank" href="http://www.iciba.com/mirth">mirth</a></td></tr>
	<tr><td>3</td><td><a target="_blank" href="http://www.iciba.com/pleasant">pleasant</a></td></tr>
</table>
<br/>
<h4>12、<a target="_blank" href="http://www.iciba.com/generous">generous</a></h4>
<b>反义词(13)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/greedy">greedy</a></td><td><a target="_blank" href="http://www.iciba.com/hard">hard</a></td><td><a target="_blank" href="http://www.iciba.com/harsh">harsh</a></td><td><a target="_blank" href="http://www.iciba.com/jealous">jealous</a></td><td><a target="_blank" href="http://www.iciba.com/mean">mean</a></td><td><a target="_blank" href="http://www.iciba.com/miserly">miserly</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/parsimonious">parsimonious</a></td><td><a target="_blank" href="http://www.iciba.com/severe">severe</a></td><td><a target="_blank" href="http://www.iciba.com/sparing">sparing</a></td><td><a target="_blank" href="http://www.iciba.com/stingy">stingy</a></td><td><a target="_blank" href="http://www.iciba.com/strict">strict</a></td><td><a target="_blank" href="http://www.iciba.com/ungenerous">ungenerous</a></td></tr>
	<tr><td>3</td><td><a target="_blank" href="http://www.iciba.com/vindictive">vindictive</a></td></tr>
</table>
<br/>
<h4>13、<a target="_blank" href="http://www.iciba.com/release">release</a></h4>
<b>反义词(13)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/arrest">arrest</a></td><td><a target="_blank" href="http://www.iciba.com/beset">beset</a></td><td><a target="_blank" href="http://www.iciba.com/besiege">besiege</a></td><td><a target="_blank" href="http://www.iciba.com/bind">bind</a></td><td><a target="_blank" href="http://www.iciba.com/capture">capture</a></td><td><a target="_blank" href="http://www.iciba.com/catch">catch</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/contain">contain</a></td><td><a target="_blank" href="http://www.iciba.com/fasten">fasten</a></td><td><a target="_blank" href="http://www.iciba.com/grasp">grasp</a></td><td><a target="_blank" href="http://www.iciba.com/grip">grip</a></td><td><a target="_blank" href="http://www.iciba.com/keep">keep</a></td><td><a target="_blank" href="http://www.iciba.com/oblige">oblige</a></td></tr>
	<tr><td>3</td><td><a target="_blank" href="http://www.iciba.com/tie">tie</a></td></tr>
</table>
<br/>
<h4>14、<a target="_blank" href="http://www.iciba.com/thoughtful">thoughtful</a></h4>
<b>反义词(13)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/careless">careless</a></td><td><a target="_blank" href="http://www.iciba.com/cruel">cruel</a></td><td><a target="_blank" href="http://www.iciba.com/hardhearted">hardhearted</a></td><td><a target="_blank" href="http://www.iciba.com/heedless">heedless</a></td><td><a target="_blank" href="http://www.iciba.com/inconsiderate">inconsiderate</a></td><td><a target="_blank" href="http://www.iciba.com/indifferent">indifferent</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/rash">rash</a></td><td><a target="_blank" href="http://www.iciba.com/rude">rude</a></td><td><a target="_blank" href="http://www.iciba.com/selfish">selfish</a></td><td><a target="_blank" href="http://www.iciba.com/thoughtless">thoughtless</a></td><td><a target="_blank" href="http://www.iciba.com/unfriendly">unfriendly</a></td><td><a target="_blank" href="http://www.iciba.com/unkind">unkind</a></td></tr>
	<tr><td>3</td><td><a target="_blank" href="http://www.iciba.com/unthoughtful">unthoughtful</a></td></tr>
</table>
<br/>
<h4>15、<a target="_blank" href="http://www.iciba.com/sad">sad</a></h4>
<b>反义词(13)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/cheerful">cheerful</a></td><td><a target="_blank" href="http://www.iciba.com/delightful">delightful</a></td><td><a target="_blank" href="http://www.iciba.com/excited">excited</a></td><td><a target="_blank" href="http://www.iciba.com/funny">funny</a></td><td><a target="_blank" href="http://www.iciba.com/gay">gay</a></td><td><a target="_blank" href="http://www.iciba.com/glad">glad</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/happy">happy</a></td><td><a target="_blank" href="http://www.iciba.com/joyful">joyful</a></td><td><a target="_blank" href="http://www.iciba.com/joyous">joyous</a></td><td><a target="_blank" href="http://www.iciba.com/lively">lively</a></td><td><a target="_blank" href="http://www.iciba.com/merry">merry</a></td><td><a target="_blank" href="http://www.iciba.com/pleasant">pleasant</a></td></tr>
	<tr><td>3</td><td><a target="_blank" href="http://www.iciba.com/pleased">pleased</a></td></tr>
</table>
<br/>
<h4>16、<a target="_blank" href="http://www.iciba.com/little">little</a></h4>
<b>反义词(13)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/big">big</a></td><td><a target="_blank" href="http://www.iciba.com/bulky">bulky</a></td><td><a target="_blank" href="http://www.iciba.com/enormous">enormous</a></td><td><a target="_blank" href="http://www.iciba.com/giant">giant</a></td><td><a target="_blank" href="http://www.iciba.com/gigantic">gigantic</a></td><td><a target="_blank" href="http://www.iciba.com/great">great</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/gross">gross</a></td><td><a target="_blank" href="http://www.iciba.com/huge">huge</a></td><td><a target="_blank" href="http://www.iciba.com/immense">immense</a></td><td><a target="_blank" href="http://www.iciba.com/important">important</a></td><td><a target="_blank" href="http://www.iciba.com/large">large</a></td><td><a target="_blank" href="http://www.iciba.com/much">much</a></td></tr>
	<tr><td>3</td><td><a target="_blank" href="http://www.iciba.com/vast">vast</a></td></tr>
</table>
<br/>
<h4>17、<a target="_blank" href="http://www.iciba.com/gloomy">gloomy</a></h4>
<b>反义词(12)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/bright">bright</a></td><td><a target="_blank" href="http://www.iciba.com/brilliant">brilliant</a></td><td><a target="_blank" href="http://www.iciba.com/buoyant">buoyant</a></td><td><a target="_blank" href="http://www.iciba.com/cheerful">cheerful</a></td><td><a target="_blank" href="http://www.iciba.com/delightful">delightful</a></td><td><a target="_blank" href="http://www.iciba.com/gay">gay</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/happy">happy</a></td><td><a target="_blank" href="http://www.iciba.com/jocund">jocund</a></td><td><a target="_blank" href="http://www.iciba.com/jolly">jolly</a></td><td><a target="_blank" href="http://www.iciba.com/jovial">jovial</a></td><td><a target="_blank" href="http://www.iciba.com/merry">merry</a></td><td><a target="_blank" href="http://www.iciba.com/pleasant">pleasant</a></td></tr>
</table>
<br/>
<h4>18、<a target="_blank" href="http://www.iciba.com/good">good</a></h4>
<b>反义词(12)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/awkward">awkward</a></td><td><a target="_blank" href="http://www.iciba.com/bad">bad</a></td><td><a target="_blank" href="http://www.iciba.com/badness">badness</a></td><td><a target="_blank" href="http://www.iciba.com/clumsy">clumsy</a></td><td><a target="_blank" href="http://www.iciba.com/evil">evil</a></td><td><a target="_blank" href="http://www.iciba.com/harmful">harmful</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/ill">ill</a></td><td><a target="_blank" href="http://www.iciba.com/illness">illness</a></td><td><a target="_blank" href="http://www.iciba.com/poor">poor</a></td><td><a target="_blank" href="http://www.iciba.com/unskilful">unskilful</a></td><td><a target="_blank" href="http://www.iciba.com/unskillful">unskillful</a></td><td><a target="_blank" href="http://www.iciba.com/wrong">wrong</a></td></tr>
</table>
<br/>
<h4>19、<a target="_blank" href="http://www.iciba.com/hard">hard</a></h4>
<b>反义词(12)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/convenient">convenient</a></td><td><a target="_blank" href="http://www.iciba.com/easy">easy</a></td><td><a target="_blank" href="http://www.iciba.com/generous">generous</a></td><td><a target="_blank" href="http://www.iciba.com/gentle">gentle</a></td><td><a target="_blank" href="http://www.iciba.com/kindhearted">kindhearted</a></td><td><a target="_blank" href="http://www.iciba.com/light">light</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/limp">limp</a></td><td><a target="_blank" href="http://www.iciba.com/meek">meek</a></td><td><a target="_blank" href="http://www.iciba.com/mild">mild</a></td><td><a target="_blank" href="http://www.iciba.com/simple">simple</a></td><td><a target="_blank" href="http://www.iciba.com/soft">soft</a></td><td><a target="_blank" href="http://www.iciba.com/tender">tender</a></td></tr>
</table>
<br/>
<h4>20、<a target="_blank" href="http://www.iciba.com/usual">usual</a></h4>
<b>反义词(12)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/abnormal">abnormal</a></td><td><a target="_blank" href="http://www.iciba.com/eccentric">eccentric</a></td><td><a target="_blank" href="http://www.iciba.com/especial">especial</a></td><td><a target="_blank" href="http://www.iciba.com/extraordinary">extraordinary</a></td><td><a target="_blank" href="http://www.iciba.com/odd">odd</a></td><td><a target="_blank" href="http://www.iciba.com/particular">particular</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/peculiar">peculiar</a></td><td><a target="_blank" href="http://www.iciba.com/queer">queer</a></td><td><a target="_blank" href="http://www.iciba.com/rare">rare</a></td><td><a target="_blank" href="http://www.iciba.com/special">special</a></td><td><a target="_blank" href="http://www.iciba.com/unexpected">unexpected</a></td><td><a target="_blank" href="http://www.iciba.com/unusual">unusual</a></td></tr>
</table>
<br/>
<h4>21、<a target="_blank" href="http://www.iciba.com/real">real</a></h4>
<b>反义词(12)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/apparent">apparent</a></td><td><a target="_blank" href="http://www.iciba.com/artificial">artificial</a></td><td><a target="_blank" href="http://www.iciba.com/fake">fake</a></td><td><a target="_blank" href="http://www.iciba.com/false">false</a></td><td><a target="_blank" href="http://www.iciba.com/formal">formal</a></td><td><a target="_blank" href="http://www.iciba.com/ideal">ideal</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/imaginary">imaginary</a></td><td><a target="_blank" href="http://www.iciba.com/made-up">made-up</a></td><td><a target="_blank" href="http://www.iciba.com/nominal">nominal</a></td><td><a target="_blank" href="http://www.iciba.com/personal">personal</a></td><td><a target="_blank" href="http://www.iciba.com/sham">sham</a></td><td><a target="_blank" href="http://www.iciba.com/unreal">unreal</a></td></tr>
</table>
<br/>
<h4>22、<a target="_blank" href="http://www.iciba.com/mild">mild</a></h4>
<b>反义词(12)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/ferocious">ferocious</a></td><td><a target="_blank" href="http://www.iciba.com/fierce">fierce</a></td><td><a target="_blank" href="http://www.iciba.com/furious">furious</a></td><td><a target="_blank" href="http://www.iciba.com/grim">grim</a></td><td><a target="_blank" href="http://www.iciba.com/hard">hard</a></td><td><a target="_blank" href="http://www.iciba.com/harsh">harsh</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/hot">hot</a></td><td><a target="_blank" href="http://www.iciba.com/rough">rough</a></td><td><a target="_blank" href="http://www.iciba.com/severe">severe</a></td><td><a target="_blank" href="http://www.iciba.com/stern">stern</a></td><td><a target="_blank" href="http://www.iciba.com/strict">strict</a></td><td><a target="_blank" href="http://www.iciba.com/wild">wild</a></td></tr>
</table>
<br/>
<h4>23、<a target="_blank" href="http://www.iciba.com/wild">wild</a></h4>
<b>反义词(12)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/civilized">civilized</a></td><td><a target="_blank" href="http://www.iciba.com/cultivated">cultivated</a></td><td><a target="_blank" href="http://www.iciba.com/docile">docile</a></td><td><a target="_blank" href="http://www.iciba.com/domestic">domestic</a></td><td><a target="_blank" href="http://www.iciba.com/domesticated">domesticated</a></td><td><a target="_blank" href="http://www.iciba.com/gentle">gentle</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/harmless">harmless</a></td><td><a target="_blank" href="http://www.iciba.com/mild">mild</a></td><td><a target="_blank" href="http://www.iciba.com/placid">placid</a></td><td><a target="_blank" href="http://www.iciba.com/quiet">quiet</a></td><td><a target="_blank" href="http://www.iciba.com/tame">tame</a></td><td><a target="_blank" href="http://www.iciba.com/timid">timid</a></td></tr>
</table>
<br/>
<h4>24、<a target="_blank" href="http://www.iciba.com/humble">humble</a></h4>
<b>反义词(12)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/arrogant">arrogant</a></td><td><a target="_blank" href="http://www.iciba.com/exalt">exalt</a></td><td><a target="_blank" href="http://www.iciba.com/exalted">exalted</a></td><td><a target="_blank" href="http://www.iciba.com/grand">grand</a></td><td><a target="_blank" href="http://www.iciba.com/haughty">haughty</a></td><td><a target="_blank" href="http://www.iciba.com/immodest">immodest</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/insolent">insolent</a></td><td><a target="_blank" href="http://www.iciba.com/lofty">lofty</a></td><td><a target="_blank" href="http://www.iciba.com/magnificent">magnificent</a></td><td><a target="_blank" href="http://www.iciba.com/magnify">magnify</a></td><td><a target="_blank" href="http://www.iciba.com/noble">noble</a></td><td><a target="_blank" href="http://www.iciba.com/proud">proud</a></td></tr>
</table>
<br/>
<h4>25、<a target="_blank" href="http://www.iciba.com/soothe">soothe</a></h4>
<b>反义词(12)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/agitate">agitate</a></td><td><a target="_blank" href="http://www.iciba.com/anger">anger</a></td><td><a target="_blank" href="http://www.iciba.com/confuse">confuse</a></td><td><a target="_blank" href="http://www.iciba.com/disquiet">disquiet</a></td><td><a target="_blank" href="http://www.iciba.com/enrage">enrage</a></td><td><a target="_blank" href="http://www.iciba.com/frighten">frighten</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/fuss">fuss</a></td><td><a target="_blank" href="http://www.iciba.com/offend">offend</a></td><td><a target="_blank" href="http://www.iciba.com/provoke">provoke</a></td><td><a target="_blank" href="http://www.iciba.com/rage">rage</a></td><td><a target="_blank" href="http://www.iciba.com/scare">scare</a></td><td><a target="_blank" href="http://www.iciba.com/worry">worry</a></td></tr>
</table>
<br/>
<h4>26、<a target="_blank" href="http://www.iciba.com/start">start</a></h4>
<b>反义词(11)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/abide">abide</a></td><td><a target="_blank" href="http://www.iciba.com/arrive">arrive</a></td><td><a target="_blank" href="http://www.iciba.com/close">close</a></td><td><a target="_blank" href="http://www.iciba.com/complete">complete</a></td><td><a target="_blank" href="http://www.iciba.com/conclude">conclude</a></td><td><a target="_blank" href="http://www.iciba.com/conclusion">conclusion</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/end">end</a></td><td><a target="_blank" href="http://www.iciba.com/finish">finish</a></td><td><a target="_blank" href="http://www.iciba.com/goal">goal</a></td><td><a target="_blank" href="http://www.iciba.com/reach">reach</a></td><td><a target="_blank" href="http://www.iciba.com/stop">stop</a></td></tr>
</table>
<br/>
<h4>27、<a target="_blank" href="http://www.iciba.com/alert">alert</a></h4>
<b>反义词(11)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/asleep">asleep</a></td><td><a target="_blank" href="http://www.iciba.com/drowsy">drowsy</a></td><td><a target="_blank" href="http://www.iciba.com/dull">dull</a></td><td><a target="_blank" href="http://www.iciba.com/heedless">heedless</a></td><td><a target="_blank" href="http://www.iciba.com/languid">languid</a></td><td><a target="_blank" href="http://www.iciba.com/lethargic">lethargic</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/listless">listless</a></td><td><a target="_blank" href="http://www.iciba.com/slow">slow</a></td><td><a target="_blank" href="http://www.iciba.com/sluggish">sluggish</a></td><td><a target="_blank" href="http://www.iciba.com/supine">supine</a></td><td><a target="_blank" href="http://www.iciba.com/torpid">torpid</a></td></tr>
</table>
<br/>
<h4>28、<a target="_blank" href="http://www.iciba.com/advance">advance</a></h4>
<b>反义词(11)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/block">block</a></td><td><a target="_blank" href="http://www.iciba.com/check">check</a></td><td><a target="_blank" href="http://www.iciba.com/delay">delay</a></td><td><a target="_blank" href="http://www.iciba.com/hinder">hinder</a></td><td><a target="_blank" href="http://www.iciba.com/obstruct">obstruct</a></td><td><a target="_blank" href="http://www.iciba.com/postpone">postpone</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/recede">recede</a></td><td><a target="_blank" href="http://www.iciba.com/retreat">retreat</a></td><td><a target="_blank" href="http://www.iciba.com/slow">slow</a></td><td><a target="_blank" href="http://www.iciba.com/stay">stay</a></td><td><a target="_blank" href="http://www.iciba.com/stop">stop</a></td></tr>
</table>
<br/>
<h4>29、<a target="_blank" href="http://www.iciba.com/break">break</a></h4>
<b>反义词(11)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/build">build</a></td><td><a target="_blank" href="http://www.iciba.com/clinch">clinch</a></td><td><a target="_blank" href="http://www.iciba.com/fasten">fasten</a></td><td><a target="_blank" href="http://www.iciba.com/fix">fix</a></td><td><a target="_blank" href="http://www.iciba.com/glaze">glaze</a></td><td><a target="_blank" href="http://www.iciba.com/join">join</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/keep">keep</a></td><td><a target="_blank" href="http://www.iciba.com/make">make</a></td><td><a target="_blank" href="http://www.iciba.com/mend">mend</a></td><td><a target="_blank" href="http://www.iciba.com/repair">repair</a></td><td><a target="_blank" href="http://www.iciba.com/unite">unite</a></td></tr>
</table>
<br/>
<h4>30、<a target="_blank" href="http://www.iciba.com/comfort">comfort</a></h4>
<b>反义词(11)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/afflict">afflict</a></td><td><a target="_blank" href="http://www.iciba.com/affliction">affliction</a></td><td><a target="_blank" href="http://www.iciba.com/agonize">agonize</a></td><td><a target="_blank" href="http://www.iciba.com/agony">agony</a></td><td><a target="_blank" href="http://www.iciba.com/annoy">annoy</a></td><td><a target="_blank" href="http://www.iciba.com/discomfort">discomfort</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/distress">distress</a></td><td><a target="_blank" href="http://www.iciba.com/grief">grief</a></td><td><a target="_blank" href="http://www.iciba.com/misery">misery</a></td><td><a target="_blank" href="http://www.iciba.com/pain">pain</a></td><td><a target="_blank" href="http://www.iciba.com/scare">scare</a></td></tr>
</table>
<br/>
<h4>31、<a target="_blank" href="http://www.iciba.com/obscure">obscure</a></h4>
<b>反义词(11)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/clear">clear</a></td><td><a target="_blank" href="http://www.iciba.com/definite">definite</a></td><td><a target="_blank" href="http://www.iciba.com/distinct">distinct</a></td><td><a target="_blank" href="http://www.iciba.com/evident">evident</a></td><td><a target="_blank" href="http://www.iciba.com/explain">explain</a></td><td><a target="_blank" href="http://www.iciba.com/famous">famous</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/obvious">obvious</a></td><td><a target="_blank" href="http://www.iciba.com/prominent">prominent</a></td><td><a target="_blank" href="http://www.iciba.com/shining">shining</a></td><td><a target="_blank" href="http://www.iciba.com/splendid">splendid</a></td><td><a target="_blank" href="http://www.iciba.com/visible">visible</a></td></tr>
</table>
<br/>
<h4>32、<a target="_blank" href="http://www.iciba.com/clear">clear</a></h4>
<b>反义词(11)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/ambiguous">ambiguous</a></td><td><a target="_blank" href="http://www.iciba.com/cloud">cloud</a></td><td><a target="_blank" href="http://www.iciba.com/cloudy">cloudy</a></td><td><a target="_blank" href="http://www.iciba.com/dark">dark</a></td><td><a target="_blank" href="http://www.iciba.com/dim">dim</a></td><td><a target="_blank" href="http://www.iciba.com/doubtful">doubtful</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/dull">dull</a></td><td><a target="_blank" href="http://www.iciba.com/indefinite">indefinite</a></td><td><a target="_blank" href="http://www.iciba.com/obscure">obscure</a></td><td><a target="_blank" href="http://www.iciba.com/stain">stain</a></td><td><a target="_blank" href="http://www.iciba.com/vague">vague</a></td></tr>
</table>
<br/>
<h4>33、<a target="_blank" href="http://www.iciba.com/tame">tame</a></h4>
<b>反义词(11)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/fierce">fierce</a></td><td><a target="_blank" href="http://www.iciba.com/haughty">haughty</a></td><td><a target="_blank" href="http://www.iciba.com/intractable">intractable</a></td><td><a target="_blank" href="http://www.iciba.com/loud">loud</a></td><td><a target="_blank" href="http://www.iciba.com/noisy">noisy</a></td><td><a target="_blank" href="http://www.iciba.com/obstinate">obstinate</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/perverse">perverse</a></td><td><a target="_blank" href="http://www.iciba.com/stubborn">stubborn</a></td><td><a target="_blank" href="http://www.iciba.com/unruly">unruly</a></td><td><a target="_blank" href="http://www.iciba.com/untamed">untamed</a></td><td><a target="_blank" href="http://www.iciba.com/wild">wild</a></td></tr>
</table>
<br/>
<h4>34、<a target="_blank" href="http://www.iciba.com/abandon">abandon</a></h4>
<b>反义词(11)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/achieve">achieve</a></td><td><a target="_blank" href="http://www.iciba.com/acquire">acquire</a></td><td><a target="_blank" href="http://www.iciba.com/assume">assume</a></td><td><a target="_blank" href="http://www.iciba.com/attempt">attempt</a></td><td><a target="_blank" href="http://www.iciba.com/conserve">conserve</a></td><td><a target="_blank" href="http://www.iciba.com/grasp">grasp</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/maintain">maintain</a></td><td><a target="_blank" href="http://www.iciba.com/preserve">preserve</a></td><td><a target="_blank" href="http://www.iciba.com/protect">protect</a></td><td><a target="_blank" href="http://www.iciba.com/retain">retain</a></td><td><a target="_blank" href="http://www.iciba.com/support">support</a></td></tr>
</table>
<br/>
<h4>35、<a target="_blank" href="http://www.iciba.com/simple">simple</a></h4>
<b>反义词(11)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/awkward">awkward</a></td><td><a target="_blank" href="http://www.iciba.com/complex">complex</a></td><td><a target="_blank" href="http://www.iciba.com/complicated">complicated</a></td><td><a target="_blank" href="http://www.iciba.com/compound">compound</a></td><td><a target="_blank" href="http://www.iciba.com/difficult">difficult</a></td><td><a target="_blank" href="http://www.iciba.com/gorgeous">gorgeous</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/hard">hard</a></td><td><a target="_blank" href="http://www.iciba.com/intricate">intricate</a></td><td><a target="_blank" href="http://www.iciba.com/sophisticated">sophisticated</a></td><td><a target="_blank" href="http://www.iciba.com/subtle">subtle</a></td><td><a target="_blank" href="http://www.iciba.com/wise">wise</a></td></tr>
</table>
<br/>
<h4>36、<a target="_blank" href="http://www.iciba.com/deny">deny</a></h4>
<b>反义词(11)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/accept">accept</a></td><td><a target="_blank" href="http://www.iciba.com/acknowledge">acknowledge</a></td><td><a target="_blank" href="http://www.iciba.com/affirm">affirm</a></td><td><a target="_blank" href="http://www.iciba.com/allow">allow</a></td><td><a target="_blank" href="http://www.iciba.com/aver">aver</a></td><td><a target="_blank" href="http://www.iciba.com/avow">avow</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/comply">comply</a></td><td><a target="_blank" href="http://www.iciba.com/concede">concede</a></td><td><a target="_blank" href="http://www.iciba.com/confirm">confirm</a></td><td><a target="_blank" href="http://www.iciba.com/profess">profess</a></td><td><a target="_blank" href="http://www.iciba.com/propose">propose</a></td></tr>
</table>
<br/>
<h4>37、<a target="_blank" href="http://www.iciba.com/hate">hate</a></h4>
<b>反义词(10)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/admire">admire</a></td><td><a target="_blank" href="http://www.iciba.com/affection">affection</a></td><td><a target="_blank" href="http://www.iciba.com/appreciate">appreciate</a></td><td><a target="_blank" href="http://www.iciba.com/cherish">cherish</a></td><td><a target="_blank" href="http://www.iciba.com/desire">desire</a></td><td><a target="_blank" href="http://www.iciba.com/enjoy">enjoy</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/fondness">fondness</a></td><td><a target="_blank" href="http://www.iciba.com/like">like</a></td><td><a target="_blank" href="http://www.iciba.com/liking">liking</a></td><td><a target="_blank" href="http://www.iciba.com/love">love</a></td></tr>
</table>
<br/>
<h4>38、<a target="_blank" href="http://www.iciba.com/dim">dim</a></h4>
<b>反义词(10)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/bright">bright</a></td><td><a target="_blank" href="http://www.iciba.com/clear">clear</a></td><td><a target="_blank" href="http://www.iciba.com/definite">definite</a></td><td><a target="_blank" href="http://www.iciba.com/distinct">distinct</a></td><td><a target="_blank" href="http://www.iciba.com/light">light</a></td><td><a target="_blank" href="http://www.iciba.com/luminous">luminous</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/plain">plain</a></td><td><a target="_blank" href="http://www.iciba.com/radiant">radiant</a></td><td><a target="_blank" href="http://www.iciba.com/sharp">sharp</a></td><td><a target="_blank" href="http://www.iciba.com/shining">shining</a></td></tr>
</table>
<br/>
<h4>39、<a target="_blank" href="http://www.iciba.com/lose">lose</a></h4>
<b>反义词(10)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/acquire">acquire</a></td><td><a target="_blank" href="http://www.iciba.com/catch">catch</a></td><td><a target="_blank" href="http://www.iciba.com/defeat">defeat</a></td><td><a target="_blank" href="http://www.iciba.com/find">find</a></td><td><a target="_blank" href="http://www.iciba.com/gain">gain</a></td><td><a target="_blank" href="http://www.iciba.com/get">get</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/keep">keep</a></td><td><a target="_blank" href="http://www.iciba.com/obtain">obtain</a></td><td><a target="_blank" href="http://www.iciba.com/recover">recover</a></td><td><a target="_blank" href="http://www.iciba.com/win">win</a></td></tr>
</table>
<br/>
<h4>40、<a target="_blank" href="http://www.iciba.com/slender">slender</a></h4>
<b>反义词(10)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/adequate">adequate</a></td><td><a target="_blank" href="http://www.iciba.com/broad">broad</a></td><td><a target="_blank" href="http://www.iciba.com/coarse">coarse</a></td><td><a target="_blank" href="http://www.iciba.com/enough">enough</a></td><td><a target="_blank" href="http://www.iciba.com/fat">fat</a></td><td><a target="_blank" href="http://www.iciba.com/heavy">heavy</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/robust">robust</a></td><td><a target="_blank" href="http://www.iciba.com/stout">stout</a></td><td><a target="_blank" href="http://www.iciba.com/thick">thick</a></td><td><a target="_blank" href="http://www.iciba.com/wide">wide</a></td></tr>
</table>
<br/>
<h4>41、<a target="_blank" href="http://www.iciba.com/fasten">fasten</a></h4>
<b>反义词(10)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/break">break</a></td><td><a target="_blank" href="http://www.iciba.com/cut">cut</a></td><td><a target="_blank" href="http://www.iciba.com/free">free</a></td><td><a target="_blank" href="http://www.iciba.com/loosen">loosen</a></td><td><a target="_blank" href="http://www.iciba.com/release">release</a></td><td><a target="_blank" href="http://www.iciba.com/separate">separate</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/sever">sever</a></td><td><a target="_blank" href="http://www.iciba.com/unfasten">unfasten</a></td><td><a target="_blank" href="http://www.iciba.com/untie">untie</a></td><td><a target="_blank" href="http://www.iciba.com/unwind">unwind</a></td></tr>
</table>
<br/>
<h4>42、<a target="_blank" href="http://www.iciba.com/awkward">awkward</a></h4>
<b>反义词(10)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/clever">clever</a></td><td><a target="_blank" href="http://www.iciba.com/deft">deft</a></td><td><a target="_blank" href="http://www.iciba.com/dexterous">dexterous</a></td><td><a target="_blank" href="http://www.iciba.com/easy">easy</a></td><td><a target="_blank" href="http://www.iciba.com/good">good</a></td><td><a target="_blank" href="http://www.iciba.com/handy">handy</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/ingenious">ingenious</a></td><td><a target="_blank" href="http://www.iciba.com/simple">simple</a></td><td><a target="_blank" href="http://www.iciba.com/skilful">skilful</a></td><td><a target="_blank" href="http://www.iciba.com/skillful">skillful</a></td></tr>
</table>
<br/>
<h4>43、<a target="_blank" href="http://www.iciba.com/weak">weak</a></h4>
<b>反义词(10)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/dense">dense</a></td><td><a target="_blank" href="http://www.iciba.com/healthy">healthy</a></td><td><a target="_blank" href="http://www.iciba.com/husky">husky</a></td><td><a target="_blank" href="http://www.iciba.com/mighty">mighty</a></td><td><a target="_blank" href="http://www.iciba.com/powerful">powerful</a></td><td><a target="_blank" href="http://www.iciba.com/robust">robust</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/stout">stout</a></td><td><a target="_blank" href="http://www.iciba.com/strong">strong</a></td><td><a target="_blank" href="http://www.iciba.com/sturdy">sturdy</a></td><td><a target="_blank" href="http://www.iciba.com/tough">tough</a></td></tr>
</table>
<br/>
<h4>44、<a target="_blank" href="http://www.iciba.com/praise">praise</a></h4>
<b>反义词(10)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/blame">blame</a></td><td><a target="_blank" href="http://www.iciba.com/censure">censure</a></td><td><a target="_blank" href="http://www.iciba.com/condemn">condemn</a></td><td><a target="_blank" href="http://www.iciba.com/criticism">criticism</a></td><td><a target="_blank" href="http://www.iciba.com/criticize">criticize</a></td><td><a target="_blank" href="http://www.iciba.com/disdain">disdain</a></td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/dispraise">dispraise</a></td><td><a target="_blank" href="http://www.iciba.com/rebuke">rebuke</a></td><td><a target="_blank" href="http://www.iciba.com/scandal">scandal</a></td><td><a target="_blank" href="http://www.iciba.com/scold">scold</a></td></tr>
</table>
<br/>
<h4>45、<a target="_blank" href="http://www.iciba.com/wise">wise</a></h4>
<b>反义词(10)：</b><br/>
<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/absurd">absurd</a></td><td><a target="_blank" href="http://www.iciba.com/asinine">asinine</a></td><td><a target="_blank" href="http://www.iciba.com/fatuous">fatuous</a></td><td><a target="_blank" href="http://www.iciba.com/foolish">foolish</a></td><td><a target="_blank" href="http://www.iciba.com/imprudent">imprudent</a></td><td><a target="_blank" href="http://www.iciba.com/silly">silly</a></td></tr>
