<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/way">way</a>-94</td><td><a target="_blank" href="http://www.iciba.com/time">time</a>-76</td><td><a target="_blank" href="http://www.iciba.com/mind">mind</a>-66</td><td><a target="_blank" href="http://www.iciba.com/run">run</a>-60</td><td><a target="_blank" href="http://www.iciba.com/hand">hand</a>-58</td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/line">line</a>-56</td><td><a target="_blank" href="http://www.iciba.com/hold">hold</a>-55</td><td><a target="_blank" href="http://www.iciba.com/taking">taking</a>-54</td><td><a target="_blank" href="http://www.iciba.com/take">take</a>-54</td><td><a target="_blank" href="http://www.iciba.com/fall">fall</a>-53</td></tr>
	<tr><td>3</td><td><a target="_blank" href="http://www.iciba.com/place">place</a>-51</td><td><a target="_blank" href="http://www.iciba.com/go">go</a>-49</td><td><a target="_blank" href="http://www.iciba.com/head">head</a>-48</td><td><a target="_blank" href="http://www.iciba.com/back">back</a>-46</td><td><a target="_blank" href="http://www.iciba.com/life">life</a>-45</td></tr>
	<tr><td>4</td><td><a target="_blank" href="http://www.iciba.com/light">light</a>-45</td><td><a target="_blank" href="http://www.iciba.com/lightly">lightly</a>-45</td><td><a target="_blank" href="http://www.iciba.com/works">works</a>-44</td><td><a target="_blank" href="http://www.iciba.com/right">right</a>-44</td><td><a target="_blank" href="http://www.iciba.com/work">work</a>-44</td></tr>
	<tr><td>5</td><td><a target="_blank" href="http://www.iciba.com/fire">fire</a>-44</td><td><a target="_blank" href="http://www.iciba.com/on">on</a>-43</td><td><a target="_blank" href="http://www.iciba.com/get">get</a>-43</td><td><a target="_blank" href="http://www.iciba.com/well">well</a>-43</td><td><a target="_blank" href="http://www.iciba.com/set">set</a>-42</td></tr>
	<tr><td>6</td><td><a target="_blank" href="http://www.iciba.com/turn">turn</a>-41</td><td><a target="_blank" href="http://www.iciba.com/eye">eye</a>-40</td><td><a target="_blank" href="http://www.iciba.com/round">round</a>-40</td><td><a target="_blank" href="http://www.iciba.com/end">end</a>-39</td><td><a target="_blank" href="http://www.iciba.com/word">word</a>-39</td></tr>
	<tr><td>7</td><td><a target="_blank" href="http://www.iciba.com/thing">thing</a>-38</td><td><a target="_blank" href="http://www.iciba.com/in">in</a>-38</td><td><a target="_blank" href="http://www.iciba.com/top">top</a>-38</td><td><a target="_blank" href="http://www.iciba.com/make">make</a>-37</td><td><a target="_blank" href="http://www.iciba.com/for">for</a>-37</td></tr>
	<tr><td>8</td><td><a target="_blank" href="http://www.iciba.com/face">face</a>-37</td><td><a target="_blank" href="http://www.iciba.com/good">good</a>-36</td><td><a target="_blank" href="http://www.iciba.com/like">like</a>-36</td><td><a target="_blank" href="http://www.iciba.com/order">order</a>-35</td><td><a target="_blank" href="http://www.iciba.com/foot">foot</a>-35</td></tr>
	<tr><td>9</td><td><a target="_blank" href="http://www.iciba.com/do">do</a>-35</td><td><a target="_blank" href="http://www.iciba.com/open">open</a>-35</td><td><a target="_blank" href="http://www.iciba.com/know">know</a>-35</td><td><a target="_blank" href="http://www.iciba.com/side">side</a>-35</td><td><a target="_blank" href="http://www.iciba.com/heart">heart</a>-35</td></tr>
	<tr><td>10</td><td><a target="_blank" href="http://www.iciba.com/come">come</a>-34</td><td><a target="_blank" href="http://www.iciba.com/over">over</a>-34</td><td><a target="_blank" href="http://www.iciba.com/close">close</a>-34</td><td><a target="_blank" href="http://www.iciba.com/break">break</a>-34</td><td><a target="_blank" href="http://www.iciba.com/cut">cut</a>-33</td></tr>
	<tr><td>11</td><td><a target="_blank" href="http://www.iciba.com/fit">fit</a>-33</td><td><a target="_blank" href="http://www.iciba.com/up">up</a>-33</td><td><a target="_blank" href="http://www.iciba.com/let">let</a>-33</td><td><a target="_blank" href="http://www.iciba.com/ground">ground</a>-33</td><td><a target="_blank" href="http://www.iciba.com/stand">stand</a>-32</td></tr>
	<tr><td>12</td><td><a target="_blank" href="http://www.iciba.com/leave">leave</a>-32</td><td><a target="_blank" href="http://www.iciba.com/catch">catch</a>-32</td><td><a target="_blank" href="http://www.iciba.com/all">all</a>-32</td><td><a target="_blank" href="http://www.iciba.com/cover">cover</a>-31</td><td><a target="_blank" href="http://www.iciba.com/mark">mark</a>-30</td></tr>
	<tr><td>13</td><td><a target="_blank" href="http://www.iciba.com/out">out</a>-30</td><td><a target="_blank" href="http://www.iciba.com/hell">hell</a>-30</td><td><a target="_blank" href="http://www.iciba.com/short">short</a>-29</td><td><a target="_blank" href="http://www.iciba.com/far">far</a>-29</td><td><a target="_blank" href="http://www.iciba.com/fix">fix</a>-29</td></tr>
	<tr><td>14</td><td><a target="_blank" href="http://www.iciba.com/fly">fly</a>-29</td><td><a target="_blank" href="http://www.iciba.com/strike">strike</a>-29</td><td><a target="_blank" href="http://www.iciba.com/world">world</a>-29</td><td><a target="_blank" href="http://www.iciba.com/touched">touched</a>-29</td><td><a target="_blank" href="http://www.iciba.com/keep">keep</a>-29</td></tr>
	<tr><td>15</td><td><a target="_blank" href="http://www.iciba.com/draw">draw</a>-29</td><td><a target="_blank" href="http://www.iciba.com/fight">fight</a>-29</td><td><a target="_blank" href="http://www.iciba.com/one">one</a>-29</td><td><a target="_blank" href="http://www.iciba.com/clear">clear</a>-29</td><td><a target="_blank" href="http://www.iciba.com/point">point</a>-29</td></tr>
	<tr><td>16</td><td><a target="_blank" href="http://www.iciba.com/clearly">clearly</a>-29</td><td><a target="_blank" href="http://www.iciba.com/touch">touch</a>-29</td><td><a target="_blank" href="http://www.iciba.com/flat">flat</a>-29</td><td><a target="_blank" href="http://www.iciba.com/to">to</a>-28</td><td><a target="_blank" href="http://www.iciba.com/follow">follow</a>-28</td></tr>
	<tr><td>17</td><td><a target="_blank" href="http://www.iciba.com/last">last</a>-28</td><td><a target="_blank" href="http://www.iciba.com/beat">beat</a>-28</td><td><a target="_blank" href="http://www.iciba.com/mean">mean</a>-28</td><td><a target="_blank" href="http://www.iciba.com/have">have</a>-28</td><td><a target="_blank" href="http://www.iciba.com/pass">pass</a>-28</td></tr>
	<tr><td>18</td><td><a target="_blank" href="http://www.iciba.com/think">think</a>-27</td><td><a target="_blank" href="http://www.iciba.com/dry">dry</a>-27</td><td><a target="_blank" href="http://www.iciba.com/service">service</a>-27</td><td><a target="_blank" href="http://www.iciba.com/say">say</a>-27</td><td><a target="_blank" href="http://www.iciba.com/see">see</a>-27</td></tr>
	<tr><td>19</td><td><a target="_blank" href="http://www.iciba.com/look">look</a>-27</td><td><a target="_blank" href="http://www.iciba.com/lose">lose</a>-27</td><td><a target="_blank" href="http://www.iciba.com/show">show</a>-27</td><td><a target="_blank" href="http://www.iciba.com/just">just</a>-27</td><td><a target="_blank" href="http://www.iciba.com/matter">matter</a>-26</td></tr>
	<tr><td>20</td><td><a target="_blank" href="http://www.iciba.com/full">full</a>-26</td><td><a target="_blank" href="http://www.iciba.com/through">through</a>-26</td><td><a target="_blank" href="http://www.iciba.com/better">better</a>-25</td><td><a target="_blank" href="http://www.iciba.com/force">force</a>-25</td><td><a target="_blank" href="http://www.iciba.com/lead">lead</a>-25</td></tr>
	<tr><td>21</td><td><a target="_blank" href="http://www.iciba.com/down">down</a>-25</td><td><a target="_blank" href="http://www.iciba.com/part">part</a>-25</td><td><a target="_blank" href="http://www.iciba.com/fill">fill</a>-25</td><td><a target="_blank" href="http://www.iciba.com/name">name</a>-25</td><td><a target="_blank" href="http://www.iciba.com/dead">dead</a>-25</td></tr>
	<tr><td>22</td><td><a target="_blank" href="http://www.iciba.com/bit">bit</a>-25</td><td><a target="_blank" href="http://www.iciba.com/meet">meet</a>-24</td><td><a target="_blank" href="http://www.iciba.com/live">live</a>-24</td><td><a target="_blank" href="http://www.iciba.com/move">move</a>-24</td><td><a target="_blank" href="http://www.iciba.com/hard">hard</a>-24</td></tr>
	<tr><td>23</td><td><a target="_blank" href="http://www.iciba.com/that">that</a>-24</td><td><a target="_blank" href="http://www.iciba.com/stick">stick</a>-24</td><td><a target="_blank" href="http://www.iciba.com/give">give</a>-24</td><td><a target="_blank" href="http://www.iciba.com/what">what</a>-23</td><td><a target="_blank" href="http://www.iciba.com/off">off</a>-23</td></tr>
	<tr><td>24</td><td><a target="_blank" href="http://www.iciba.com/account">account</a>-23</td><td><a target="_blank" href="http://www.iciba.com/love">love</a>-23</td><td><a target="_blank" href="http://www.iciba.com/much">much</a>-23</td><td><a target="_blank" href="http://www.iciba.com/arms">arms</a>-23</td><td><a target="_blank" href="http://www.iciba.com/first">first</a>-23</td></tr>
	<tr><td>25</td><td><a target="_blank" href="http://www.iciba.com/high">high</a>-23</td><td><a target="_blank" href="http://www.iciba.com/crack">crack</a>-23</td><td><a target="_blank" href="http://www.iciba.com/rise">rise</a>-23</td><td><a target="_blank" href="http://www.iciba.com/track">track</a>-23</td><td><a target="_blank" href="http://www.iciba.com/arm">arm</a>-23</td></tr>
	<tr><td>26</td><td><a target="_blank" href="http://www.iciba.com/call">call</a>-23</td><td><a target="_blank" href="http://www.iciba.com/case">case</a>-23</td><td><a target="_blank" href="http://www.iciba.com/business">business</a>-22</td><td><a target="_blank" href="http://www.iciba.com/bear">bear</a>-22</td><td><a target="_blank" href="http://www.iciba.com/present">present</a>-22</td></tr>
	<tr><td>27</td><td><a target="_blank" href="http://www.iciba.com/drive">drive</a>-22</td><td><a target="_blank" href="http://www.iciba.com/throw">throw</a>-22</td><td><a target="_blank" href="http://www.iciba.com/low">low</a>-22</td><td><a target="_blank" href="http://www.iciba.com/nose">nose</a>-22</td><td><a target="_blank" href="http://www.iciba.com/will">will</a>-22</td></tr>
	<tr><td>28</td><td><a target="_blank" href="http://www.iciba.com/deep">deep</a>-22</td><td><a target="_blank" href="http://www.iciba.com/by">by</a>-21</td><td><a target="_blank" href="http://www.iciba.com/weight">weight</a>-21</td><td><a target="_blank" href="http://www.iciba.com/free">free</a>-21</td><td><a target="_blank" href="http://www.iciba.com/would">would</a>-21</td></tr>
	<tr><td>29</td><td><a target="_blank" href="http://www.iciba.com/man">man</a>-21</td><td><a target="_blank" href="http://www.iciba.com/sweep">sweep</a>-21</td><td><a target="_blank" href="http://www.iciba.com/drop">drop</a>-21</td><td><a target="_blank" href="http://www.iciba.com/blow">blow</a>-21</td><td><a target="_blank" href="http://www.iciba.com/with">with</a>-21</td></tr>
	<tr><td>30</td><td><a target="_blank" href="http://www.iciba.com/strong">strong</a>-21</td><td><a target="_blank" href="http://www.iciba.com/figure">figure</a>-21</td><td><a target="_blank" href="http://www.iciba.com/safe">safe</a>-21</td><td><a target="_blank" href="http://www.iciba.com/use">use</a>-21</td><td><a target="_blank" href="http://www.iciba.com/strongly">strongly</a>-21</td></tr>
	<tr><td>31</td><td><a target="_blank" href="http://www.iciba.com/breath">breath</a>-21</td><td><a target="_blank" href="http://www.iciba.com/ring">ring</a>-21</td><td><a target="_blank" href="http://www.iciba.com/bad">bad</a>-21</td><td><a target="_blank" href="http://www.iciba.com/day">day</a>-20</td><td><a target="_blank" href="http://www.iciba.com/near">near</a>-20</td></tr>
	<tr><td>32</td><td><a target="_blank" href="http://www.iciba.com/at">at</a>-20</td><td><a target="_blank" href="http://www.iciba.com/piece">piece</a>-20</td><td><a target="_blank" href="http://www.iciba.com/best">best</a>-20</td><td><a target="_blank" href="http://www.iciba.com/from">from</a>-20</td><td><a target="_blank" href="http://www.iciba.com/nothing">nothing</a>-20</td></tr>
	<tr><td>33</td><td><a target="_blank" href="http://www.iciba.com/only">only</a>-20</td><td><a target="_blank" href="http://www.iciba.com/print">print</a>-20</td><td><a target="_blank" href="http://www.iciba.com/house">house</a>-20</td><td><a target="_blank" href="http://www.iciba.com/long">long</a>-20</td><td><a target="_blank" href="http://www.iciba.com/rest">rest</a>-20</td></tr>
	<tr><td>34</td><td><a target="_blank" href="http://www.iciba.com/front">front</a>-20</td><td><a target="_blank" href="http://www.iciba.com/sight">sight</a>-20</td><td><a target="_blank" href="http://www.iciba.com/around">around</a>-20</td><td><a target="_blank" href="http://www.iciba.com/there">there</a>-20</td><td><a target="_blank" href="http://www.iciba.com/home">home</a>-20</td></tr>
	<tr><td>35</td><td><a target="_blank" href="http://www.iciba.com/act">act</a>-20</td><td><a target="_blank" href="http://www.iciba.com/play">play</a>-19</td><td><a target="_blank" href="http://www.iciba.com/be">be</a>-19</td><td><a target="_blank" href="http://www.iciba.com/form">form</a>-19</td><td><a target="_blank" href="http://www.iciba.com/of">of</a>-19</td></tr>
	<tr><td>36</td><td><a target="_blank" href="http://www.iciba.com/so">so</a>-19</td><td><a target="_blank" href="http://www.iciba.com/god">god</a>-19</td><td><a target="_blank" href="http://www.iciba.com/God">God</a>-19</td><td><a target="_blank" href="http://www.iciba.com/level">level</a>-19</td><td><a target="_blank" href="http://www.iciba.com/press">press</a>-19</td></tr>
	<tr><td>37</td><td><a target="_blank" href="http://www.iciba.com/lie">lie</a>-19</td><td><a target="_blank" href="http://www.iciba.com/door">door</a>-19</td><td><a target="_blank" href="http://www.iciba.com/bite">bite</a>-19</td><td><a target="_blank" href="http://www.iciba.com/now">now</a>-19</td><td><a target="_blank" href="http://www.iciba.com/pull">pull</a>-19</td></tr>
	<tr><td>38</td><td><a target="_blank" href="http://www.iciba.com/note">note</a>-19</td><td><a target="_blank" href="http://www.iciba.com/wind">wind</a>-19</td><td><a target="_blank" href="http://www.iciba.com/the">the</a>-19</td><td><a target="_blank" href="http://www.iciba.com/shake">shake</a>-19</td><td><a target="_blank" href="http://www.iciba.com/game">game</a>-19</td></tr>
	<tr><td>39</td><td><a target="_blank" href="http://www.iciba.com/winding">winding</a>-19</td><td><a target="_blank" href="http://www.iciba.com/luck">luck</a>-19</td><td><a target="_blank" href="http://www.iciba.com/sink">sink</a>-19</td><td><a target="_blank" href="http://www.iciba.com/feel">feel</a>-19</td><td><a target="_blank" href="http://www.iciba.com/stretch">stretch</a>-19</td></tr>
	<tr><td>40</td><td><a target="_blank" href="http://www.iciba.com/heavy">heavy</a>-19</td><td><a target="_blank" href="http://www.iciba.com/return">return</a>-19</td><td><a target="_blank" href="http://www.iciba.com/find">find</a>-19</td><td><a target="_blank" href="http://www.iciba.com/speak">speak</a>-19</td><td><a target="_blank" href="http://www.iciba.com/can">can</a>-19</td></tr>
	<tr><td>41</td><td><a target="_blank" href="http://www.iciba.com/roll">roll</a>-18</td><td><a target="_blank" href="http://www.iciba.com/credit">credit</a>-18</td><td><a target="_blank" href="http://www.iciba.com/base">base</a>-18</td><td><a target="_blank" href="http://www.iciba.com/stop">stop</a>-18</td><td><a target="_blank" href="http://www.iciba.com/dream">dream</a>-18</td></tr>
	<tr><td>42</td><td><a target="_blank" href="http://www.iciba.com/want">want</a>-18</td><td><a target="_blank" href="http://www.iciba.com/hot">hot</a>-18</td><td><a target="_blank" href="http://www.iciba.com/cross">cross</a>-18</td><td><a target="_blank" href="http://www.iciba.com/law">law</a>-18</td><td><a target="_blank" href="http://www.iciba.com/record">record</a>-18</td></tr>
	<tr><td>43</td><td><a target="_blank" href="http://www.iciba.com/sense">sense</a>-18</td><td><a target="_blank" href="http://www.iciba.com/field">field</a>-18</td><td><a target="_blank" href="http://www.iciba.com/net">net</a>-18</td><td><a target="_blank" href="http://www.iciba.com/pay">pay</a>-18</td><td><a target="_blank" href="http://www.iciba.com/even">even</a>-18</td></tr>
	<tr><td>44</td><td><a target="_blank" href="http://www.iciba.com/talk">talk</a>-18</td><td><a target="_blank" href="http://www.iciba.com/finger">finger</a>-18</td><td><a target="_blank" href="http://www.iciba.com/bottom">bottom</a>-18</td><td><a target="_blank" href="http://www.iciba.com/score">score</a>-18</td><td><a target="_blank" href="http://www.iciba.com/more">more</a>-18</td></tr>
	<tr><td>45</td><td><a target="_blank" href="http://www.iciba.com/bound">bound</a>-18</td><td><a target="_blank" href="http://www.iciba.com/change">change</a>-18</td><td><a target="_blank" href="http://www.iciba.com/spirit">spirit</a>-18</td><td><a target="_blank" href="http://www.iciba.com/double">double</a>-18</td><td><a target="_blank" href="http://www.iciba.com/heel">heel</a>-18</td></tr>
	<tr><td>46</td><td><a target="_blank" href="http://www.iciba.com/course">course</a>-18</td><td><a target="_blank" href="http://www.iciba.com/sound">sound</a>-18</td><td><a target="_blank" href="http://www.iciba.com/read">read</a>-18</td><td><a target="_blank" href="http://www.iciba.com/slip">slip</a>-18</td><td><a target="_blank" href="http://www.iciba.com/flash">flash</a>-18</td></tr>
	<tr><td>47</td><td><a target="_blank" href="http://www.iciba.com/carry">carry</a>-18</td><td><a target="_blank" href="http://www.iciba.com/care">care</a>-18</td><td><a target="_blank" href="http://www.iciba.com/pick">pick</a>-17</td><td><a target="_blank" href="http://www.iciba.com/balance">balance</a>-17</td><td><a target="_blank" href="http://www.iciba.com/ear">ear</a>-17</td></tr>
	<tr><td>48</td><td><a target="_blank" href="http://www.iciba.com/year">year</a>-17</td><td><a target="_blank" href="http://www.iciba.com/airing">airing</a>-17</td><td><a target="_blank" href="http://www.iciba.com/how">how</a>-17</td><td><a target="_blank" href="http://www.iciba.com/guard">guard</a>-17</td><td><a target="_blank" href="http://www.iciba.com/miss">miss</a>-17</td></tr>
	<tr><td>49</td><td><a target="_blank" href="http://www.iciba.com/cool">cool</a>-17</td><td><a target="_blank" href="http://www.iciba.com/put">put</a>-17</td><td><a target="_blank" href="http://www.iciba.com/clean">clean</a>-17</td><td><a target="_blank" href="http://www.iciba.com/finish">finish</a>-17</td><td><a target="_blank" href="http://www.iciba.com/half">half</a>-17</td></tr>
	<tr><td>50</td><td><a target="_blank" href="http://www.iciba.com/blood">blood</a>-17</td><td><a target="_blank" href="http://www.iciba.com/watch">watch</a>-17</td><td><a target="_blank" href="http://www.iciba.com/tell">tell</a>-17</td><td><a target="_blank" href="http://www.iciba.com/term">term</a>-17</td><td><a target="_blank" href="http://www.iciba.com/shape">shape</a>-17</td></tr>
	<tr><td>51</td><td><a target="_blank" href="http://www.iciba.com/feeling">feeling</a>-17</td><td><a target="_blank" href="http://www.iciba.com/here">here</a>-17</td><td><a target="_blank" href="http://www.iciba.com/burn">burn</a>-17</td><td><a target="_blank" href="http://www.iciba.com/could">could</a>-17</td><td><a target="_blank" href="http://www.iciba.com/fair">fair</a>-17</td></tr>
	<tr><td>52</td><td><a target="_blank" href="http://www.iciba.com/wrong">wrong</a>-17</td><td><a target="_blank" href="http://www.iciba.com/dark">dark</a>-17</td><td><a target="_blank" href="http://www.iciba.com/stock">stock</a>-17</td><td><a target="_blank" href="http://www.iciba.com/air">air</a>-17</td><td><a target="_blank" href="http://www.iciba.com/card">card</a>-17</td></tr>
	<tr><td>53</td><td><a target="_blank" href="http://www.iciba.com/bed">bed</a>-17</td><td><a target="_blank" href="http://www.iciba.com/after">after</a>-16</td><td><a target="_blank" href="http://www.iciba.com/company">company</a>-16</td><td><a target="_blank" href="http://www.iciba.com/step">step</a>-16</td><td><a target="_blank" href="http://www.iciba.com/as">as</a>-16</td></tr>
	<tr><td>54</td><td><a target="_blank" href="http://www.iciba.com/charge">charge</a>-16</td><td><a target="_blank" href="http://www.iciba.com/if">if</a>-16</td><td><a target="_blank" href="http://www.iciba.com/land">land</a>-16</td><td><a target="_blank" href="http://www.iciba.com/post">post</a>-16</td><td><a target="_blank" href="http://www.iciba.com/tightly">tightly</a>-16</td></tr>
	<tr><td>55</td><td><a target="_blank" href="http://www.iciba.com/once">once</a>-16</td><td><a target="_blank" href="http://www.iciba.com/lay">lay</a>-16</td><td><a target="_blank" href="http://www.iciba.com/may">may</a>-16</td><td><a target="_blank" href="http://www.iciba.com/not">not</a>-16</td><td><a target="_blank" href="http://www.iciba.com/peace">peace</a>-16</td></tr>
	<tr><td>56</td><td><a target="_blank" href="http://www.iciba.com/cold">cold</a>-16</td><td><a target="_blank" href="http://www.iciba.com/trust">trust</a>-16</td><td><a target="_blank" href="http://www.iciba.com/grace">grace</a>-16</td><td><a target="_blank" href="http://www.iciba.com/strength">strength</a>-16</td><td><a target="_blank" href="http://www.iciba.com/view">view</a>-16</td></tr>
	<tr><td>57</td><td><a target="_blank" href="http://www.iciba.com/book">book</a>-16</td><td><a target="_blank" href="http://www.iciba.com/concern">concern</a>-16</td><td><a target="_blank" href="http://www.iciba.com/least">least</a>-16</td><td><a target="_blank" href="http://www.iciba.com/rank">rank</a>-16</td><td><a target="_blank" href="http://www.iciba.com/thin">thin</a>-16</td></tr>
	<tr><td>58</td><td><a target="_blank" href="http://www.iciba.com/depth">depth</a>-16</td><td><a target="_blank" href="http://www.iciba.com/shot">shot</a>-16</td><td><a target="_blank" href="http://www.iciba.com/corner">corner</a>-16</td><td><a target="_blank" href="http://www.iciba.com/pack">pack</a>-16</td><td><a target="_blank" href="http://www.iciba.com/board">board</a>-16</td></tr>
	<tr><td>59</td><td><a target="_blank" href="http://www.iciba.com/bring">bring</a>-16</td><td><a target="_blank" href="http://www.iciba.com/firmness">firmness</a>-16</td><td><a target="_blank" href="http://www.iciba.com/dash">dash</a>-16</td><td><a target="_blank" href="http://www.iciba.com/hope">hope</a>-16</td><td><a target="_blank" href="http://www.iciba.com/firm">firm</a>-16</td></tr>
	<tr><td>60</td><td><a target="_blank" href="http://www.iciba.com/tight">tight</a>-16</td><td><a target="_blank" href="http://www.iciba.com/cast">cast</a>-16</td><td><a target="_blank" href="http://www.iciba.com/shoot">shoot</a>-15</td><td><a target="_blank" href="http://www.iciba.com/need">need</a>-15</td><td><a target="_blank" href="http://www.iciba.com/effect">effect</a>-15</td></tr>
	<tr><td>61</td><td><a target="_blank" href="http://www.iciba.com/sure">sure</a>-15</td><td><a target="_blank" href="http://www.iciba.com/grow">grow</a>-15</td><td><a target="_blank" href="http://www.iciba.com/fool">fool</a>-15</td><td><a target="_blank" href="http://www.iciba.com/second">second</a>-15</td><td><a target="_blank" href="http://www.iciba.com/no">no</a>-15</td></tr>
	<tr><td>62</td><td><a target="_blank" href="http://www.iciba.com/square">square</a>-15</td><td><a target="_blank" href="http://www.iciba.com/advance">advance</a>-15</td><td><a target="_blank" href="http://www.iciba.com/answer">answer</a>-15</td><td><a target="_blank" href="http://www.iciba.com/paper">paper</a>-15</td><td><a target="_blank" href="http://www.iciba.com/rush">rush</a>-15</td></tr>
	<tr><td>63</td><td><a target="_blank" href="http://www.iciba.com/quiet">quiet</a>-15</td><td><a target="_blank" href="http://www.iciba.com/against">against</a>-15</td><td><a target="_blank" href="http://www.iciba.com/drag">drag</a>-15</td><td><a target="_blank" href="http://www.iciba.com/claim">claim</a>-15</td><td><a target="_blank" href="http://www.iciba.com/own">own</a>-15</td></tr>
	<tr><td>64</td><td><a target="_blank" href="http://www.iciba.com/cost">cost</a>-15</td><td><a target="_blank" href="http://www.iciba.com/pot">pot</a>-15</td><td><a target="_blank" href="http://www.iciba.com/serve">serve</a>-15</td><td><a target="_blank" href="http://www.iciba.com/swing">swing</a>-15</td><td><a target="_blank" href="http://www.iciba.com/body">body</a>-15</td></tr>
	<tr><td>65</td><td><a target="_blank" href="http://www.iciba.com/behind">behind</a>-15</td><td><a target="_blank" href="http://www.iciba.com/range">range</a>-15</td><td><a target="_blank" href="http://www.iciba.com/straight">straight</a>-15</td><td><a target="_blank" href="http://www.iciba.com/tip">tip</a>-15</td><td><a target="_blank" href="http://www.iciba.com/water">water</a>-15</td></tr>
	<tr><td>66</td><td><a target="_blank" href="http://www.iciba.com/pitch">pitch</a>-15</td><td><a target="_blank" href="http://www.iciba.com/shade">shade</a>-15</td><td><a target="_blank" href="http://www.iciba.com/private">private</a>-15</td><td><a target="_blank" href="http://www.iciba.com/sharp">sharp</a>-15</td><td><a target="_blank" href="http://www.iciba.com/might">might</a>-15</td></tr>
	<tr><td>67</td><td><a target="_blank" href="http://www.iciba.com/hear">hear</a>-15</td><td><a target="_blank" href="http://www.iciba.com/separate">separate</a>-15</td><td><a target="_blank" href="http://www.iciba.com/this">this</a>-15</td><td><a target="_blank" href="http://www.iciba.com/screw">screw</a>-15</td><td><a target="_blank" href="http://www.iciba.com/must">must</a>-15</td></tr>
	<tr><td>68</td><td><a target="_blank" href="http://www.iciba.com/court">court</a>-15</td><td><a target="_blank" href="http://www.iciba.com/count">count</a>-15</td><td><a target="_blank" href="http://www.iciba.com/notice">notice</a>-15</td><td><a target="_blank" href="http://www.iciba.com/fail">fail</a>-15</td><td><a target="_blank" href="http://www.iciba.com/sharply">sharply</a>-15</td></tr>
	<tr><td>69</td><td><a target="_blank" href="http://www.iciba.com/jump">jump</a>-15</td><td><a target="_blank" href="http://www.iciba.com/hour">hour</a>-15</td><td><a target="_blank" href="http://www.iciba.com/whistle">whistle</a>-15</td><td><a target="_blank" href="http://www.iciba.com/other">other</a>-15</td><td><a target="_blank" href="http://www.iciba.com/ask">ask</a>-15</td></tr>
	<tr><td>70</td><td><a target="_blank" href="http://www.iciba.com/bar">bar</a>-15</td><td><a target="_blank" href="http://www.iciba.com/model">model</a>-15</td><td><a target="_blank" href="http://www.iciba.com/a">a</a>-14</td><td><a target="_blank" href="http://www.iciba.com/root">root</a>-14</td><td><a target="_blank" href="http://www.iciba.com/question">question</a>-14</td></tr>
	<tr><td>71</td><td><a target="_blank" href="http://www.iciba.com/picture">picture</a>-14</td><td><a target="_blank" href="http://www.iciba.com/freshness">freshness</a>-14</td><td><a target="_blank" href="http://www.iciba.com/die">die</a>-14</td><td><a target="_blank" href="http://www.iciba.com/dig">dig</a>-14</td><td><a target="_blank" href="http://www.iciba.com/thick">thick</a>-14</td></tr>
	<tr><td>72</td><td><a target="_blank" href="http://www.iciba.com/ball">ball</a>-14</td><td><a target="_blank" href="http://www.iciba.com/bang">bang</a>-14</td><td><a target="_blank" href="http://www.iciba.com/bare">bare</a>-14</td><td><a target="_blank" href="http://www.iciba.com/troubling">troubling</a>-14</td><td><a target="_blank" href="http://www.iciba.com/mass">mass</a>-14</td></tr>
	<tr><td>73</td><td><a target="_blank" href="http://www.iciba.com/neck">neck</a>-14</td><td><a target="_blank" href="http://www.iciba.com/loose">loose</a>-14</td><td><a target="_blank" href="http://www.iciba.com/black">black</a>-14</td><td><a target="_blank" href="http://www.iciba.com/foul">foul</a>-14</td><td><a target="_blank" href="http://www.iciba.com/bridge">bridge</a>-14</td></tr>
	<tr><td>74</td><td><a target="_blank" href="http://www.iciba.com/wait">wait</a>-14</td><td><a target="_blank" href="http://www.iciba.com/gut">gut</a>-14</td><td><a target="_blank" href="http://www.iciba.com/measure">measure</a>-14</td><td><a target="_blank" href="http://www.iciba.com/wave">wave</a>-14</td><td><a target="_blank" href="http://www.iciba.com/before">before</a>-14</td></tr>
	<tr><td>75</td><td><a target="_blank" href="http://www.iciba.com/blast">blast</a>-14</td><td><a target="_blank" href="http://www.iciba.com/bend">bend</a>-14</td><td><a target="_blank" href="http://www.iciba.com/master">master</a>-14</td><td><a target="_blank" href="http://www.iciba.com/rule">rule</a>-14</td><td><a target="_blank" href="http://www.iciba.com/number">number</a>-14</td></tr>
	<tr><td>76</td><td><a target="_blank" href="http://www.iciba.com/fancy">fancy</a>-14</td><td><a target="_blank" href="http://www.iciba.com/offer">offer</a>-14</td><td><a target="_blank" href="http://www.iciba.com/scene">scene</a>-14</td><td><a target="_blank" href="http://www.iciba.com/weak">weak</a>-14</td><td><a target="_blank" href="http://www.iciba.com/raise">raise</a>-14</td></tr>
	<tr><td>77</td><td><a target="_blank" href="http://www.iciba.com/float">float</a>-14</td><td><a target="_blank" href="http://www.iciba.com/string">string</a>-14</td><td><a target="_blank" href="http://www.iciba.com/direct">direct</a>-14</td><td><a target="_blank" href="http://www.iciba.com/strings">strings</a>-14</td><td><a target="_blank" href="http://www.iciba.com/push">push</a>-14</td></tr>
	<tr><td>78</td><td><a target="_blank" href="http://www.iciba.com/lift">lift</a>-14</td><td><a target="_blank" href="http://www.iciba.com/wild">wild</a>-14</td><td><a target="_blank" href="http://www.iciba.com/ahead">ahead</a>-14</td><td><a target="_blank" href="http://www.iciba.com/ever">ever</a>-14</td><td><a target="_blank" href="http://www.iciba.com/thickness">thickness</a>-14</td></tr>
	<tr><td>79</td><td><a target="_blank" href="http://www.iciba.com/rap">rap</a>-14</td><td><a target="_blank" href="http://www.iciba.com/rub">rub</a>-14</td><td><a target="_blank" href="http://www.iciba.com/bolt">bolt</a>-14</td><td><a target="_blank" href="http://www.iciba.com/kill">kill</a>-14</td><td><a target="_blank" href="http://www.iciba.com/spread">spread</a>-14</td></tr>
	<tr><td>80</td><td><a target="_blank" href="http://www.iciba.com/parade">parade</a>-14</td><td><a target="_blank" href="http://www.iciba.com/fresh">fresh</a>-14</td><td><a target="_blank" href="http://www.iciba.com/same">same</a>-14</td><td><a target="_blank" href="http://www.iciba.com/tie">tie</a>-14</td><td><a target="_blank" href="http://www.iciba.com/measures">measures</a>-14</td></tr>
	<tr><td>81</td><td><a target="_blank" href="http://www.iciba.com/test">test</a>-14</td><td><a target="_blank" href="http://www.iciba.com/green">green</a>-14</td><td><a target="_blank" href="http://www.iciba.com/tooth">tooth</a>-14</td><td><a target="_blank" href="http://www.iciba.com/help">help</a>-14</td><td><a target="_blank" href="http://www.iciba.com/real">real</a>-14</td></tr>
	<tr><td>82</td><td><a target="_blank" href="http://www.iciba.com/plate">plate</a>-14</td><td><a target="_blank" href="http://www.iciba.com/control">control</a>-14</td><td><a target="_blank" href="http://www.iciba.com/past">past</a>-14</td><td><a target="_blank" href="http://www.iciba.com/fear">fear</a>-14</td><td><a target="_blank" href="http://www.iciba.com/feed">feed</a>-14</td></tr>
	<tr><td>83</td><td><a target="_blank" href="http://www.iciba.com/into">into</a>-14</td><td><a target="_blank" href="http://www.iciba.com/still">still</a>-14</td><td><a target="_blank" href="http://www.iciba.com/rich">rich</a>-14</td><td><a target="_blank" href="http://www.iciba.com/tone">tone</a>-14</td><td><a target="_blank" href="http://www.iciba.com/shoulder">shoulder</a>-14</td></tr>
	<tr><td>84</td><td><a target="_blank" href="http://www.iciba.com/trouble">trouble</a>-14</td><td><a target="_blank" href="http://www.iciba.com/edge">edge</a>-14</td><td><a target="_blank" href="http://www.iciba.com/snap">snap</a>-14</td><td><a target="_blank" href="http://www.iciba.com/train">train</a>-14</td><td><a target="_blank" href="http://www.iciba.com/hole">hole</a>-14</td></tr>
	<tr><td>85</td><td><a target="_blank" href="http://www.iciba.com/loosely">loosely</a>-14</td><td><a target="_blank" href="http://www.iciba.com/drain">drain</a>-14</td><td><a target="_blank" href="http://www.iciba.com/battle">battle</a>-14</td><td><a target="_blank" href="http://www.iciba.com/stone">stone</a>-14</td><td><a target="_blank" href="http://www.iciba.com/tune">tune</a>-14</td></tr>
	<tr><td>86</td><td><a target="_blank" href="http://www.iciba.com/cap">cap</a>-14</td><td><a target="_blank" href="http://www.iciba.com/shock">shock</a>-13</td><td><a target="_blank" href="http://www.iciba.com/dip">dip</a>-13</td><td><a target="_blank" href="http://www.iciba.com/length">length</a>-13</td><td><a target="_blank" href="http://www.iciba.com/dog">dog</a>-13</td></tr>
	<tr><td>87</td><td><a target="_blank" href="http://www.iciba.com/stream">stream</a>-13</td><td><a target="_blank" href="http://www.iciba.com/bank">bank</a>-13</td><td><a target="_blank" href="http://www.iciba.com/common">common</a>-13</td><td><a target="_blank" href="http://www.iciba.com/suit">suit</a>-13</td><td><a target="_blank" href="http://www.iciba.com/strain">strain</a>-13</td></tr>
	<tr><td>88</td><td><a target="_blank" href="http://www.iciba.com/it">it</a>-13</td><td><a target="_blank" href="http://www.iciba.com/freeze">freeze</a>-13</td><td><a target="_blank" href="http://www.iciba.com/power">power</a>-13</td><td><a target="_blank" href="http://www.iciba.com/heaven">heaven</a>-13</td><td><a target="_blank" href="http://www.iciba.com/wall">wall</a>-13</td></tr>
	<tr><td>89</td><td><a target="_blank" href="http://www.iciba.com/hit">hit</a>-13</td><td><a target="_blank" href="http://www.iciba.com/chip">chip</a>-13</td><td><a target="_blank" href="http://www.iciba.com/shocked">shocked</a>-13</td><td><a target="_blank" href="http://www.iciba.com/report">report</a>-13</td><td><a target="_blank" href="http://www.iciba.com/earth">earth</a>-13</td></tr>
	<tr><td>90</td><td><a target="_blank" href="http://www.iciba.com/wear">wear</a>-13</td><td><a target="_blank" href="http://www.iciba.com/floor">floor</a>-13</td><td><a target="_blank" href="http://www.iciba.com/bill">bill</a>-13</td><td><a target="_blank" href="http://www.iciba.com/bird">bird</a>-13</td><td><a target="_blank" href="http://www.iciba.com/about">about</a>-13</td></tr>
	<tr><td>91</td><td><a target="_blank" href="http://www.iciba.com/roughly">roughly</a>-13</td><td><a target="_blank" href="http://www.iciba.com/money">money</a>-13</td><td><a target="_blank" href="http://www.iciba.com/sweet">sweet</a>-13</td><td><a target="_blank" href="http://www.iciba.com/keen">keen</a>-13</td><td><a target="_blank" href="http://www.iciba.com/hammer">hammer</a>-13</td></tr>
	<tr><td>92</td><td><a target="_blank" href="http://www.iciba.com/old">old</a>-13</td><td><a target="_blank" href="http://www.iciba.com/wing">wing</a>-13</td><td><a target="_blank" href="http://www.iciba.com/commonly">commonly</a>-13</td><td><a target="_blank" href="http://www.iciba.com/rough">rough</a>-13</td><td><a target="_blank" href="http://www.iciba.com/dump">dump</a>-13</td></tr>
	<tr><td>93</td><td><a target="_blank" href="http://www.iciba.com/kick">kick</a>-13</td><td><a target="_blank" href="http://www.iciba.com/bone">bone</a>-13</td><td><a target="_blank" href="http://www.iciba.com/kind">kind</a>-13</td><td><a target="_blank" href="http://www.iciba.com/bowl">bowl</a>-13</td><td><a target="_blank" href="http://www.iciba.com/little">little</a>-13</td></tr>
	<tr><td>94</td><td><a target="_blank" href="http://www.iciba.com/sit">sit</a>-13</td><td><a target="_blank" href="http://www.iciba.com/hang">hang</a>-13</td><td><a target="_blank" href="http://www.iciba.com/block">block</a>-13</td><td><a target="_blank" href="http://www.iciba.com/tear">tear</a>-13</td><td><a target="_blank" href="http://www.iciba.com/start">start</a>-13</td></tr>
	<tr><td>95</td><td><a target="_blank" href="http://www.iciba.com/forward">forward</a>-13</td><td><a target="_blank" href="http://www.iciba.com/subject">subject</a>-13</td><td><a target="_blank" href="http://www.iciba.com/waste">waste</a>-13</td><td><a target="_blank" href="http://www.iciba.com/subjected">subjected</a>-13</td><td><a target="_blank" href="http://www.iciba.com/rate">rate</a>-13</td></tr>
	<tr><td>96</td><td><a target="_blank" href="http://www.iciba.com/limit">limit</a>-13</td><td><a target="_blank" href="http://www.iciba.com/seal">seal</a>-13</td><td><a target="_blank" href="http://www.iciba.com/buck">buck</a>-13</td><td><a target="_blank" href="http://www.iciba.com/chase">chase</a>-13</td><td><a target="_blank" href="http://www.iciba.com/vote">vote</a>-13</td></tr>
	<tr><td>97</td><td><a target="_blank" href="http://www.iciba.com/yes">yes</a>-13</td><td><a target="_blank" href="http://www.iciba.com/honour">honour</a>-13</td><td><a target="_blank" href="http://www.iciba.com/clock">clock</a>-13</td><td><a target="_blank" href="http://www.iciba.com/reason">reason</a>-13</td><td><a target="_blank" href="http://www.iciba.com/devil">devil</a>-13</td></tr>
	<tr><td>98</td><td><a target="_blank" href="http://www.iciba.com/settle">settle</a>-13</td><td><a target="_blank" href="http://www.iciba.com/sign">sign</a>-13</td><td><a target="_blank" href="http://www.iciba.com/thank">thank</a>-13</td><td><a target="_blank" href="http://www.iciba.com/check">check</a>-13</td><td><a target="_blank" href="http://www.iciba.com/easy">easy</a>-13</td></tr>
	<tr><td>99</td><td><a target="_blank" href="http://www.iciba.com/voice">voice</a>-13</td><td><a target="_blank" href="http://www.iciba.com/command">command</a>-13</td><td><a target="_blank" href="http://www.iciba.com/date">date</a>-13</td><td><a target="_blank" href="http://www.iciba.com/general">general</a>-13</td><td><a target="_blank" href="http://www.iciba.com/file">file</a>-13</td></tr>
	<tr><td>100</td><td><a target="_blank" href="http://www.iciba.com/space">space</a>-13</td><td><a target="_blank" href="http://www.iciba.com/public">public</a>-13</td><td><a target="_blank" href="http://www.iciba.com/bag">bag</a>-13</td><td><a target="_blank" href="http://www.iciba.com/bet">bet</a>-13</td><td><a target="_blank" href="http://www.iciba.com/story">story</a>-13</td></tr>
	<tr><td>101</td><td><a target="_blank" href="http://www.iciba.com/gripping">gripping</a>-12</td><td><a target="_blank" href="http://www.iciba.com/pile">pile</a>-12</td><td><a target="_blank" href="http://www.iciba.com/cry">cry</a>-12</td><td><a target="_blank" href="http://www.iciba.com/quarter">quarter</a>-12</td><td><a target="_blank" href="http://www.iciba.com/dim">dim</a>-12</td></tr>
	<tr><td>102</td><td><a target="_blank" href="http://www.iciba.com/strip">strip</a>-12</td><td><a target="_blank" href="http://www.iciba.com/knock">knock</a>-12</td><td><a target="_blank" href="http://www.iciba.com/trick">trick</a>-12</td><td><a target="_blank" href="http://www.iciba.com/next">next</a>-12</td><td><a target="_blank" href="http://www.iciba.com/grip">grip</a>-12</td></tr>
	<tr><td>103</td><td><a target="_blank" href="http://www.iciba.com/stuff">stuff</a>-12</td><td><a target="_blank" href="http://www.iciba.com/outside">outside</a>-12</td><td><a target="_blank" href="http://www.iciba.com/scale">scale</a>-12</td><td><a target="_blank" href="http://www.iciba.com/circle">circle</a>-12</td><td><a target="_blank" href="http://www.iciba.com/late">late</a>-12</td></tr>
	<tr><td>104</td><td><a target="_blank" href="http://www.iciba.com/school">school</a>-12</td><td><a target="_blank" href="http://www.iciba.com/brush">brush</a>-12</td><td><a target="_blank" href="http://www.iciba.com/wash">wash</a>-12</td><td><a target="_blank" href="http://www.iciba.com/dimly">dimly</a>-12</td><td><a target="_blank" href="http://www.iciba.com/softness">softness</a>-12</td></tr>
	<tr><td>105</td><td><a target="_blank" href="http://www.iciba.com/spinning">spinning</a>-12</td><td><a target="_blank" href="http://www.iciba.com/minute">minute</a>-12</td><td><a target="_blank" href="http://www.iciba.com/drink">drink</a>-12</td><td><a target="_blank" href="http://www.iciba.com/accept">accept</a>-12</td><td><a target="_blank" href="http://www.iciba.com/solid">solid</a>-12</td></tr>
	<tr><td>106</td><td><a target="_blank" href="http://www.iciba.com/less">less</a>-12</td><td><a target="_blank" href="http://www.iciba.com/condition">condition</a>-12</td><td><a target="_blank" href="http://www.iciba.com/leg">leg</a>-12</td><td><a target="_blank" href="http://www.iciba.com/develop">develop</a>-12</td><td><a target="_blank" href="http://www.iciba.com/clip">clip</a>-12</td></tr>
	<tr><td>107</td><td><a target="_blank" href="http://www.iciba.com/flood">flood</a>-12</td><td><a target="_blank" href="http://www.iciba.com/nut">nut</a>-12</td><td><a target="_blank" href="http://www.iciba.com/whip">whip</a>-12</td><td><a target="_blank" href="http://www.iciba.com/market">market</a>-12</td><td><a target="_blank" href="http://www.iciba.com/frame">frame</a>-12</td></tr>
	<tr><td>108</td><td><a target="_blank" href="http://www.iciba.com/class">class</a>-12</td><td><a target="_blank" href="http://www.iciba.com/pump">pump</a>-12</td><td><a target="_blank" href="http://www.iciba.com/regularly">regularly</a>-12</td><td><a target="_blank" href="http://www.iciba.com/link">link</a>-12</td><td><a target="_blank" href="http://www.iciba.com/pin">pin</a>-12</td></tr>
	<tr><td>109</td><td><a target="_blank" href="http://www.iciba.com/price">price</a>-12</td><td><a target="_blank" href="http://www.iciba.com/raw">raw</a>-12</td><td><a target="_blank" href="http://www.iciba.com/duck">duck</a>-12</td><td><a target="_blank" href="http://www.iciba.com/sorry">sorry</a>-12</td><td><a target="_blank" href="http://www.iciba.com/row">row</a>-12</td></tr>
	<tr><td>110</td><td><a target="_blank" href="http://www.iciba.com/negative">negative</a>-12</td><td><a target="_blank" href="http://www.iciba.com/smoothly">smoothly</a>-12</td><td><a target="_blank" href="http://www.iciba.com/hack">hack</a>-12</td><td><a target="_blank" href="http://www.iciba.com/smooth">smooth</a>-12</td><td><a target="_blank" href="http://www.iciba.com/laugh">laugh</a>-12</td></tr>
	<tr><td>111</td><td><a target="_blank" href="http://www.iciba.com/try">try</a>-12</td><td><a target="_blank" href="http://www.iciba.com/state">state</a>-12</td><td><a target="_blank" href="http://www.iciba.com/moment">moment</a>-12</td><td><a target="_blank" href="http://www.iciba.com/under">under</a>-12</td><td><a target="_blank" href="http://www.iciba.com/share">share</a>-12</td></tr>
	<tr><td>112</td><td><a target="_blank" href="http://www.iciba.com/race">race</a>-12</td><td><a target="_blank" href="http://www.iciba.com/great">great</a>-12</td><td><a target="_blank" href="http://www.iciba.com/seat">seat</a>-12</td><td><a target="_blank" href="http://www.iciba.com/apart">apart</a>-12</td><td><a target="_blank" href="http://www.iciba.com/sell">sell</a>-12</td></tr>
	<tr><td>113</td><td><a target="_blank" href="http://www.iciba.com/pocket">pocket</a>-12</td><td><a target="_blank" href="http://www.iciba.com/focus">focus</a>-12</td><td><a target="_blank" href="http://www.iciba.com/twist">twist</a>-12</td><td><a target="_blank" href="http://www.iciba.com/welcome">welcome</a>-12</td><td><a target="_blank" href="http://www.iciba.com/softly">softly</a>-12</td></tr>
	<tr><td>114</td><td><a target="_blank" href="http://www.iciba.com/fact">fact</a>-12</td><td><a target="_blank" href="http://www.iciba.com/fast">fast</a>-12</td><td><a target="_blank" href="http://www.iciba.com/shop">shop</a>-12</td><td><a target="_blank" href="http://www.iciba.com/bounce">bounce</a>-12</td><td><a target="_blank" href="http://www.iciba.com/plant">plant</a>-12</td></tr>
	<tr><td>115</td><td><a target="_blank" href="http://www.iciba.com/regular">regular</a>-12</td><td><a target="_blank" href="http://www.iciba.com/should">should</a>-12</td><td><a target="_blank" href="http://www.iciba.com/justice">justice</a>-12</td><td><a target="_blank" href="http://www.iciba.com/ready">ready</a>-12</td><td><a target="_blank" href="http://www.iciba.com/match">match</a>-12</td></tr>
	<tr><td>116</td><td><a target="_blank" href="http://www.iciba.com/doubt">doubt</a>-12</td><td><a target="_blank" href="http://www.iciba.com/conditioning">conditioning</a>-12</td><td><a target="_blank" href="http://www.iciba.com/ride">ride</a>-12</td><td><a target="_blank" href="http://www.iciba.com/release">release</a>-12</td><td><a target="_blank" href="http://www.iciba.com/scaled">scaled</a>-12</td></tr>
	<tr><td>117</td><td><a target="_blank" href="http://www.iciba.com/risk">risk</a>-12</td><td><a target="_blank" href="http://www.iciba.com/excuse">excuse</a>-12</td><td><a target="_blank" href="http://www.iciba.com/trap">trap</a>-12</td><td><a target="_blank" href="http://www.iciba.com/soft">soft</a>-12</td><td><a target="_blank" href="http://www.iciba.com/spare">spare</a>-12</td></tr>
	<tr><td>118</td><td><a target="_blank" href="http://www.iciba.com/hook">hook</a>-12</td><td><a target="_blank" href="http://www.iciba.com/host">host</a>-12</td><td><a target="_blank" href="http://www.iciba.com/horn">horn</a>-12</td><td><a target="_blank" href="http://www.iciba.com/inside">inside</a>-12</td><td><a target="_blank" href="http://www.iciba.com/spin">spin</a>-12</td></tr>
	<tr><td>119</td><td><a target="_blank" href="http://www.iciba.com/age">age</a>-12</td><td><a target="_blank" href="http://www.iciba.com/spot">spot</a>-12</td><td><a target="_blank" href="http://www.iciba.com/and">and</a>-12</td><td><a target="_blank" href="http://www.iciba.com/taste">taste</a>-12</td><td><a target="_blank" href="http://www.iciba.com/calm">calm</a>-12</td></tr>
	<tr><td>120</td><td><a target="_blank" href="http://www.iciba.com/big">big</a>-12</td><td><a target="_blank" href="http://www.iciba.com/bow">bow</a>-12</td><td><a target="_blank" href="http://www.iciba.com/but">but</a>-12</td><td><a target="_blank" href="http://www.iciba.com/rock">rock</a>-12</td><td><a target="_blank" href="http://www.iciba.com/flow">flow</a>-11</td></tr>
	<tr><td>121</td><td><a target="_blank" href="http://www.iciba.com/tread">tread</a>-11</td><td><a target="_blank" href="http://www.iciba.com/speed">speed</a>-11</td><td><a target="_blank" href="http://www.iciba.com/interest">interest</a>-11</td><td><a target="_blank" href="http://www.iciba.com/stir">stir</a>-11</td><td><a target="_blank" href="http://www.iciba.com/such">such</a>-11</td></tr>
	<tr><td>122</td><td><a target="_blank" href="http://www.iciba.com/fan">fan</a>-11</td><td><a target="_blank" href="http://www.iciba.com/completely">completely</a>-11</td><td><a target="_blank" href="http://www.iciba.com/dress">dress</a>-11</td><td><a target="_blank" href="http://www.iciba.com/drift">drift</a>-11</td><td><a target="_blank" href="http://www.iciba.com/hat">hat</a>-11</td></tr>
	<tr><td>123</td><td><a target="_blank" href="http://www.iciba.com/reverse">reverse</a>-11</td><td><a target="_blank" href="http://www.iciba.com/blinds">blinds</a>-11</td><td><a target="_blank" href="http://www.iciba.com/death">death</a>-11</td><td><a target="_blank" href="http://www.iciba.com/worth">worth</a>-11</td><td><a target="_blank" href="http://www.iciba.com/contact">contact</a>-11</td></tr>
	<tr><td>124</td><td><a target="_blank" href="http://www.iciba.com/lucky">lucky</a>-11</td><td><a target="_blank" href="http://www.iciba.com/crown">crown</a>-11</td><td><a target="_blank" href="http://www.iciba.com/kid">kid</a>-11</td><td><a target="_blank" href="http://www.iciba.com/onto">onto</a>-11</td><td><a target="_blank" href="http://www.iciba.com/pluck">pluck</a>-11</td></tr>
	<tr><td>125</td><td><a target="_blank" href="http://www.iciba.com/season">season</a>-11</td><td><a target="_blank" href="http://www.iciba.com/lot">lot</a>-11</td><td><a target="_blank" href="http://www.iciba.com/dirty">dirty</a>-11</td><td><a target="_blank" href="http://www.iciba.com/tongue">tongue</a>-11</td><td><a target="_blank" href="http://www.iciba.com/sleep">sleep</a>-11</td></tr>
	<tr><td>126</td><td><a target="_blank" href="http://www.iciba.com/blind">blind</a>-11</td><td><a target="_blank" href="http://www.iciba.com/very">very</a>-11</td><td><a target="_blank" href="http://www.iciba.com/slowly">slowly</a>-11</td><td><a target="_blank" href="http://www.iciba.com/pit">pit</a>-11</td><td><a target="_blank" href="http://www.iciba.com/anything">anything</a>-11</td></tr>
	<tr><td>127</td><td><a target="_blank" href="http://www.iciba.com/tail">tail</a>-11</td><td><a target="_blank" href="http://www.iciba.com/positive">positive</a>-11</td><td><a target="_blank" href="http://www.iciba.com/wonder">wonder</a>-11</td><td><a target="_blank" href="http://www.iciba.com/mount">mount</a>-11</td><td><a target="_blank" href="http://www.iciba.com/crop">crop</a>-11</td></tr>
	<tr><td>128</td><td><a target="_blank" href="http://www.iciba.com/nerve">nerve</a>-11</td><td><a target="_blank" href="http://www.iciba.com/completion">completion</a>-11</td><td><a target="_blank" href="http://www.iciba.com/stroke">stroke</a>-11</td><td><a target="_blank" href="http://www.iciba.com/wheel">wheel</a>-11</td><td><a target="_blank" href="http://www.iciba.com/flush">flush</a>-11</td></tr>
