<table  border="1">
	<tr><td>1</td><td><a target="_blank" href="http://www.iciba.com/ways">ways</a>-94</td><td><a target="_blank" href="http://www.iciba.com/timed">timed</a>-76</td><td><a target="_blank" href="http://www.iciba.com/times">times</a>-76</td><td><a target="_blank" href="http://www.iciba.com/minding">minding</a>-66</td><td><a target="_blank" href="http://www.iciba.com/minds">minds</a>-66</td></tr>
	<tr><td>2</td><td><a target="_blank" href="http://www.iciba.com/runs">runs</a>-60</td><td><a target="_blank" href="http://www.iciba.com/hands">hands</a>-58</td><td><a target="_blank" href="http://www.iciba.com/handing">handing</a>-58</td><td><a target="_blank" href="http://www.iciba.com/handed">handed</a>-58</td><td><a target="_blank" href="http://www.iciba.com/lines">lines</a>-56</td></tr>
	<tr><td>3</td><td><a target="_blank" href="http://www.iciba.com/holds">holds</a>-55</td><td><a target="_blank" href="http://www.iciba.com/takes">takes</a>-54</td><td><a target="_blank" href="http://www.iciba.com/falls">falls</a>-53</td><td><a target="_blank" href="http://www.iciba.com/falling">falling</a>-53</td><td><a target="_blank" href="http://www.iciba.com/goes">goes</a>-49</td></tr>
	<tr><td>4</td><td><a target="_blank" href="http://www.iciba.com/headed">headed</a>-48</td><td><a target="_blank" href="http://www.iciba.com/heads">heads</a>-48</td><td><a target="_blank" href="http://www.iciba.com/backs">backs</a>-46</td><td><a target="_blank" href="http://www.iciba.com/backed">backed</a>-46</td><td><a target="_blank" href="http://www.iciba.com/lightest">lightest</a>-45</td></tr>
	<tr><td>5</td><td><a target="_blank" href="http://www.iciba.com/lightness">lightness</a>-45</td><td><a target="_blank" href="http://www.iciba.com/worked">worked</a>-44</td><td><a target="_blank" href="http://www.iciba.com/fires">fires</a>-44</td><td><a target="_blank" href="http://www.iciba.com/firing">firing</a>-44</td><td><a target="_blank" href="http://www.iciba.com/Well">Well</a>-43</td></tr>
	<tr><td>6</td><td><a target="_blank" href="http://www.iciba.com/gets">gets</a>-43</td><td><a target="_blank" href="http://www.iciba.com/welled">welled</a>-43</td><td><a target="_blank" href="http://www.iciba.com/wells">wells</a>-43</td><td><a target="_blank" href="http://www.iciba.com/Wells">Wells</a>-43</td><td><a target="_blank" href="http://www.iciba.com/Welling">Welling</a>-43</td></tr>
	<tr><td>7</td><td><a target="_blank" href="http://www.iciba.com/sets">sets</a>-42</td><td><a target="_blank" href="http://www.iciba.com/turns">turns</a>-41</td><td><a target="_blank" href="http://www.iciba.com/turned">turned</a>-41</td><td><a target="_blank" href="http://www.iciba.com/rounding">rounding</a>-40</td><td><a target="_blank" href="http://www.iciba.com/rounds">rounds</a>-40</td></tr>
	<tr><td>8</td><td><a target="_blank" href="http://www.iciba.com/eyes">eyes</a>-40</td><td><a target="_blank" href="http://www.iciba.com/ends">ends</a>-39</td><td><a target="_blank" href="http://www.iciba.com/ended">ended</a>-39</td><td><a target="_blank" href="http://www.iciba.com/worded">worded</a>-39</td><td><a target="_blank" href="http://www.iciba.com/topped">topped</a>-38</td></tr>
	<tr><td>9</td><td><a target="_blank" href="http://www.iciba.com/tops">tops</a>-38</td><td><a target="_blank" href="http://www.iciba.com/ins">ins</a>-38</td><td><a target="_blank" href="http://www.iciba.com/things">things</a>-38</td><td><a target="_blank" href="http://www.iciba.com/makes">makes</a>-37</td><td><a target="_blank" href="http://www.iciba.com/faces">faces</a>-37</td></tr>
	<tr><td>10</td><td><a target="_blank" href="http://www.iciba.com/likes">likes</a>-36</td><td><a target="_blank" href="http://www.iciba.com/opened">opened</a>-35</td><td><a target="_blank" href="http://www.iciba.com/ordering">ordering</a>-35</td><td><a target="_blank" href="http://www.iciba.com/knows">knows</a>-35</td><td><a target="_blank" href="http://www.iciba.com/openness">openness</a>-35</td></tr>
	<tr><td>11</td><td><a target="_blank" href="http://www.iciba.com/orders">orders</a>-35</td><td><a target="_blank" href="http://www.iciba.com/opens">opens</a>-35</td><td><a target="_blank" href="http://www.iciba.com/hearts">hearts</a>-35</td><td><a target="_blank" href="http://www.iciba.com/sides">sides</a>-35</td><td><a target="_blank" href="http://www.iciba.com/Come">Come</a>-34</td></tr>
	<tr><td>12</td><td><a target="_blank" href="http://www.iciba.com/breaking">breaking</a>-34</td><td><a target="_blank" href="http://www.iciba.com/comes">comes</a>-34</td><td><a target="_blank" href="http://www.iciba.com/closes">closes</a>-34</td><td><a target="_blank" href="http://www.iciba.com/overs">overs</a>-34</td><td><a target="_blank" href="http://www.iciba.com/breaks">breaks</a>-34</td></tr>
	<tr><td>13</td><td><a target="_blank" href="http://www.iciba.com/upping">upping</a>-33</td><td><a target="_blank" href="http://www.iciba.com/Let">Let</a>-33</td><td><a target="_blank" href="http://www.iciba.com/grounds">grounds</a>-33</td><td><a target="_blank" href="http://www.iciba.com/upped">upped</a>-33</td><td><a target="_blank" href="http://www.iciba.com/letting">letting</a>-33</td></tr>
	<tr><td>14</td><td><a target="_blank" href="http://www.iciba.com/lets">lets</a>-33</td><td><a target="_blank" href="http://www.iciba.com/ups">ups</a>-33</td><td><a target="_blank" href="http://www.iciba.com/cuts">cuts</a>-33</td><td><a target="_blank" href="http://www.iciba.com/fits">fits</a>-33</td><td><a target="_blank" href="http://www.iciba.com/catches">catches</a>-32</td></tr>
	<tr><td>15</td><td><a target="_blank" href="http://www.iciba.com/stands">stands</a>-32</td><td><a target="_blank" href="http://www.iciba.com/leaving">leaving</a>-32</td><td><a target="_blank" href="http://www.iciba.com/covers">covers</a>-31</td><td><a target="_blank" href="http://www.iciba.com/Hells">Hells</a>-30</td><td><a target="_blank" href="http://www.iciba.com/Mark">Mark</a>-30</td></tr>
	<tr><td>16</td><td><a target="_blank" href="http://www.iciba.com/marks">marks</a>-30</td><td><a target="_blank" href="http://www.iciba.com/flies">flies</a>-29</td><td><a target="_blank" href="http://www.iciba.com/strikes">strikes</a>-29</td><td><a target="_blank" href="http://www.iciba.com/ones">ones</a>-29</td><td><a target="_blank" href="http://www.iciba.com/clearest">clearest</a>-29</td></tr>
	<tr><td>17</td><td><a target="_blank" href="http://www.iciba.com/keeps">keeps</a>-29</td><td><a target="_blank" href="http://www.iciba.com/flatness">flatness</a>-29</td><td><a target="_blank" href="http://www.iciba.com/clearer">clearer</a>-29</td><td><a target="_blank" href="http://www.iciba.com/cleared">cleared</a>-29</td><td><a target="_blank" href="http://www.iciba.com/draws">draws</a>-29</td></tr>
	<tr><td>18</td><td><a target="_blank" href="http://www.iciba.com/worlds">worlds</a>-29</td><td><a target="_blank" href="http://www.iciba.com/points">points</a>-29</td><td><a target="_blank" href="http://www.iciba.com/fixing">fixing</a>-29</td><td><a target="_blank" href="http://www.iciba.com/touches">touches</a>-29</td><td><a target="_blank" href="http://www.iciba.com/flatly">flatly</a>-29</td></tr>
	<tr><td>19</td><td><a target="_blank" href="http://www.iciba.com/clears">clears</a>-29</td><td><a target="_blank" href="http://www.iciba.com/flattest">flattest</a>-29</td><td><a target="_blank" href="http://www.iciba.com/shorts">shorts</a>-29</td><td><a target="_blank" href="http://www.iciba.com/keeping">keeping</a>-29</td><td><a target="_blank" href="http://www.iciba.com/fixes">fixes</a>-29</td></tr>
	<tr><td>20</td><td><a target="_blank" href="http://www.iciba.com/fights">fights</a>-29</td><td><a target="_blank" href="http://www.iciba.com/flats">flats</a>-29</td><td><a target="_blank" href="http://www.iciba.com/fighting">fighting</a>-29</td><td><a target="_blank" href="http://www.iciba.com/followed">followed</a>-28</td><td><a target="_blank" href="http://www.iciba.com/beats">beats</a>-28</td></tr>
	<tr><td>21</td><td><a target="_blank" href="http://www.iciba.com/passes">passes</a>-28</td><td><a target="_blank" href="http://www.iciba.com/passed">passed</a>-28</td><td><a target="_blank" href="http://www.iciba.com/having">having</a>-28</td><td><a target="_blank" href="http://www.iciba.com/lasts">lasts</a>-28</td><td><a target="_blank" href="http://www.iciba.com/lasted">lasted</a>-28</td></tr>
	<tr><td>22</td><td><a target="_blank" href="http://www.iciba.com/follows">follows</a>-28</td><td><a target="_blank" href="http://www.iciba.com/showing">showing</a>-27</td><td><a target="_blank" href="http://www.iciba.com/looks">looks</a>-27</td><td><a target="_blank" href="http://www.iciba.com/looked">looked</a>-27</td><td><a target="_blank" href="http://www.iciba.com/loses">loses</a>-27</td></tr>
	<tr><td>23</td><td><a target="_blank" href="http://www.iciba.com/drying">drying</a>-27</td><td><a target="_blank" href="http://www.iciba.com/dryness">dryness</a>-27</td><td><a target="_blank" href="http://www.iciba.com/services">services</a>-27</td><td><a target="_blank" href="http://www.iciba.com/serviced">serviced</a>-27</td><td><a target="_blank" href="http://www.iciba.com/looking">looking</a>-27</td></tr>
	<tr><td>24</td><td><a target="_blank" href="http://www.iciba.com/shows">shows</a>-27</td><td><a target="_blank" href="http://www.iciba.com/dries">dries</a>-27</td><td><a target="_blank" href="http://www.iciba.com/showings">showings</a>-27</td><td><a target="_blank" href="http://www.iciba.com/says">says</a>-27</td><td><a target="_blank" href="http://www.iciba.com/losing">losing</a>-27</td></tr>
	<tr><td>25</td><td><a target="_blank" href="http://www.iciba.com/sees">sees</a>-27</td><td><a target="_blank" href="http://www.iciba.com/thinks">thinks</a>-27</td><td><a target="_blank" href="http://www.iciba.com/showed">showed</a>-27</td><td><a target="_blank" href="http://www.iciba.com/seeing">seeing</a>-27</td><td><a target="_blank" href="http://www.iciba.com/driest">driest</a>-27</td></tr>
	<tr><td>26</td><td><a target="_blank" href="http://www.iciba.com/servicing">servicing</a>-27</td><td><a target="_blank" href="http://www.iciba.com/matters">matters</a>-26</td><td><a target="_blank" href="http://www.iciba.com/fuller">fuller</a>-26</td><td><a target="_blank" href="http://www.iciba.com/mattering">mattering</a>-26</td><td><a target="_blank" href="http://www.iciba.com/fullest">fullest</a>-26</td></tr>
	<tr><td>27</td><td><a target="_blank" href="http://www.iciba.com/Fuller">Fuller</a>-26</td><td><a target="_blank" href="http://www.iciba.com/mattered">mattered</a>-26</td><td><a target="_blank" href="http://www.iciba.com/filled">filled</a>-25</td><td><a target="_blank" href="http://www.iciba.com/parts">parts</a>-25</td><td><a target="_blank" href="http://www.iciba.com/bits">bits</a>-25</td></tr>
	<tr><td>28</td><td><a target="_blank" href="http://www.iciba.com/leads">leads</a>-25</td><td><a target="_blank" href="http://www.iciba.com/forcing">forcing</a>-25</td><td><a target="_blank" href="http://www.iciba.com/bettering">bettering</a>-25</td><td><a target="_blank" href="http://www.iciba.com/forces">forces</a>-25</td><td><a target="_blank" href="http://www.iciba.com/bettered">bettered</a>-25</td></tr>
	<tr><td>29</td><td><a target="_blank" href="http://www.iciba.com/fills">fills</a>-25</td><td><a target="_blank" href="http://www.iciba.com/named">named</a>-25</td><td><a target="_blank" href="http://www.iciba.com/names">names</a>-25</td><td><a target="_blank" href="http://www.iciba.com/naming">naming</a>-25</td><td><a target="_blank" href="http://www.iciba.com/betters">betters</a>-25</td></tr>
	<tr><td>30</td><td><a target="_blank" href="http://www.iciba.com/parted">parted</a>-25</td><td><a target="_blank" href="http://www.iciba.com/moved">moved</a>-24</td><td><a target="_blank" href="http://www.iciba.com/moves">moves</a>-24</td><td><a target="_blank" href="http://www.iciba.com/meets">meets</a>-24</td><td><a target="_blank" href="http://www.iciba.com/sticking">sticking</a>-24</td></tr>
	<tr><td>31</td><td><a target="_blank" href="http://www.iciba.com/harder">harder</a>-24</td><td><a target="_blank" href="http://www.iciba.com/giving">giving</a>-24</td><td><a target="_blank" href="http://www.iciba.com/hardest">hardest</a>-24</td><td><a target="_blank" href="http://www.iciba.com/hardness">hardness</a>-24</td><td><a target="_blank" href="http://www.iciba.com/gives">gives</a>-24</td></tr>
	<tr><td>32</td><td><a target="_blank" href="http://www.iciba.com/sticks">sticks</a>-24</td><td><a target="_blank" href="http://www.iciba.com/highest">highest</a>-23</td><td><a target="_blank" href="http://www.iciba.com/tracked">tracked</a>-23</td><td><a target="_blank" href="http://www.iciba.com/arming">arming</a>-23</td><td><a target="_blank" href="http://www.iciba.com/What">What</a>-23</td></tr>
	<tr><td>33</td><td><a target="_blank" href="http://www.iciba.com/loves">loves</a>-23</td><td><a target="_blank" href="http://www.iciba.com/accounted">accounted</a>-23</td><td><a target="_blank" href="http://www.iciba.com/rising">rising</a>-23</td><td><a target="_blank" href="http://www.iciba.com/firsts">firsts</a>-23</td><td><a target="_blank" href="http://www.iciba.com/accounts">accounts</a>-23</td></tr>
	<tr><td>34</td><td><a target="_blank" href="http://www.iciba.com/tracking">tracking</a>-23</td><td><a target="_blank" href="http://www.iciba.com/cracks">cracks</a>-23</td><td><a target="_blank" href="http://www.iciba.com/called">called</a>-23</td><td><a target="_blank" href="http://www.iciba.com/highs">highs</a>-23</td><td><a target="_blank" href="http://www.iciba.com/calls">calls</a>-23</td></tr>
	<tr><td>35</td><td><a target="_blank" href="http://www.iciba.com/rises">rises</a>-23</td><td><a target="_blank" href="http://www.iciba.com/cases">cases</a>-23</td><td><a target="_blank" href="http://www.iciba.com/tracks">tracks</a>-23</td><td><a target="_blank" href="http://www.iciba.com/deepest">deepest</a>-22</td><td><a target="_blank" href="http://www.iciba.com/drives">drives</a>-22</td></tr>
	<tr><td>36</td><td><a target="_blank" href="http://www.iciba.com/presents">presents</a>-22</td><td><a target="_blank" href="http://www.iciba.com/wills">wills</a>-22</td><td><a target="_blank" href="http://www.iciba.com/nosed">nosed</a>-22</td><td><a target="_blank" href="http://www.iciba.com/noses">noses</a>-22</td><td><a target="_blank" href="http://www.iciba.com/presenting">presenting</a>-22</td></tr>
	<tr><td>37</td><td><a target="_blank" href="http://www.iciba.com/lowest">lowest</a>-22</td><td><a target="_blank" href="http://www.iciba.com/presented">presented</a>-22</td><td><a target="_blank" href="http://www.iciba.com/businesses">businesses</a>-22</td><td><a target="_blank" href="http://www.iciba.com/lows">lows</a>-22</td><td><a target="_blank" href="http://www.iciba.com/deeper">deeper</a>-22</td></tr>
	<tr><td>38</td><td><a target="_blank" href="http://www.iciba.com/deeply">deeply</a>-22</td><td><a target="_blank" href="http://www.iciba.com/willed">willed</a>-22</td><td><a target="_blank" href="http://www.iciba.com/nosing">nosing</a>-22</td><td><a target="_blank" href="http://www.iciba.com/throwing">throwing</a>-22</td><td><a target="_blank" href="http://www.iciba.com/throws">throws</a>-22</td></tr>
	<tr><td>39</td><td><a target="_blank" href="http://www.iciba.com/freeing">freeing</a>-21</td><td><a target="_blank" href="http://www.iciba.com/mans">mans</a>-21</td><td><a target="_blank" href="http://www.iciba.com/strongest">strongest</a>-21</td><td><a target="_blank" href="http://www.iciba.com/Manning">Manning</a>-21</td><td><a target="_blank" href="http://www.iciba.com/dropped">dropped</a>-21</td></tr>
	<tr><td>40</td><td><a target="_blank" href="http://www.iciba.com/figures">figures</a>-21</td><td><a target="_blank" href="http://www.iciba.com/figured">figured</a>-21</td><td><a target="_blank" href="http://www.iciba.com/safes">safes</a>-21</td><td><a target="_blank" href="http://www.iciba.com/safer">safer</a>-21</td><td><a target="_blank" href="http://www.iciba.com/weights">weights</a>-21</td></tr>
	<tr><td>41</td><td><a target="_blank" href="http://www.iciba.com/dropping">dropping</a>-21</td><td><a target="_blank" href="http://www.iciba.com/breaths">breaths</a>-21</td><td><a target="_blank" href="http://www.iciba.com/stronger">stronger</a>-21</td><td><a target="_blank" href="http://www.iciba.com/ringed">ringed</a>-21</td><td><a target="_blank" href="http://www.iciba.com/sweeps">sweeps</a>-21</td></tr>
	<tr><td>42</td><td><a target="_blank" href="http://www.iciba.com/Mans">Mans</a>-21</td><td><a target="_blank" href="http://www.iciba.com/badness">badness</a>-21</td><td><a target="_blank" href="http://www.iciba.com/drops">drops</a>-21</td><td><a target="_blank" href="http://www.iciba.com/figuring">figuring</a>-21</td><td><a target="_blank" href="http://www.iciba.com/frees">frees</a>-21</td></tr>
	<tr><td>43</td><td><a target="_blank" href="http://www.iciba.com/freed">freed</a>-21</td><td><a target="_blank" href="http://www.iciba.com/blows">blows</a>-21</td><td><a target="_blank" href="http://www.iciba.com/safest">safest</a>-21</td><td><a target="_blank" href="http://www.iciba.com/rings">rings</a>-21</td><td><a target="_blank" href="http://www.iciba.com/uses">uses</a>-21</td></tr>
	<tr><td>44</td><td><a target="_blank" href="http://www.iciba.com/longs">longs</a>-20</td><td><a target="_blank" href="http://www.iciba.com/colour">colour</a>-20</td><td><a target="_blank" href="http://www.iciba.com/pieced">pieced</a>-20</td><td><a target="_blank" href="http://www.iciba.com/pieces">pieces</a>-20</td><td><a target="_blank" href="http://www.iciba.com/rests">rests</a>-20</td></tr>
	<tr><td>45</td><td><a target="_blank" href="http://www.iciba.com/printed">printed</a>-20</td><td><a target="_blank" href="http://www.iciba.com/fronting">fronting</a>-20</td><td><a target="_blank" href="http://www.iciba.com/nothings">nothings</a>-20</td><td><a target="_blank" href="http://www.iciba.com/nearing">nearing</a>-20</td><td><a target="_blank" href="http://www.iciba.com/fronts">fronts</a>-20</td></tr>
	<tr><td>46</td><td><a target="_blank" href="http://www.iciba.com/nearest">nearest</a>-20</td><td><a target="_blank" href="http://www.iciba.com/prints">prints</a>-20</td><td><a target="_blank" href="http://www.iciba.com/piecing">piecing</a>-20</td><td><a target="_blank" href="http://www.iciba.com/nears">nears</a>-20</td><td><a target="_blank" href="http://www.iciba.com/sights">sights</a>-20</td></tr>
	<tr><td>47</td><td><a target="_blank" href="http://www.iciba.com/acts">acts</a>-20</td><td><a target="_blank" href="http://www.iciba.com/longed">longed</a>-20</td><td><a target="_blank" href="http://www.iciba.com/homed">homed</a>-20</td><td><a target="_blank" href="http://www.iciba.com/homes">homes</a>-20</td><td><a target="_blank" href="http://www.iciba.com/housed">housed</a>-20</td></tr>
	<tr><td>48</td><td><a target="_blank" href="http://www.iciba.com/houses">houses</a>-20</td><td><a target="_blank" href="http://www.iciba.com/acted">acted</a>-20</td><td><a target="_blank" href="http://www.iciba.com/colours">colours</a>-20</td><td><a target="_blank" href="http://www.iciba.com/fronted">fronted</a>-20</td><td><a target="_blank" href="http://www.iciba.com/nearer">nearer</a>-20</td></tr>
	<tr><td>49</td><td><a target="_blank" href="http://www.iciba.com/neared">neared</a>-20</td><td><a target="_blank" href="http://www.iciba.com/days">days</a>-20</td><td><a target="_blank" href="http://www.iciba.com/resting">resting</a>-20</td><td><a target="_blank" href="http://www.iciba.com/pulls">pulls</a>-19</td><td><a target="_blank" href="http://www.iciba.com/returns">returns</a>-19</td></tr>
	<tr><td>50</td><td><a target="_blank" href="http://www.iciba.com/speaks">speaks</a>-19</td><td><a target="_blank" href="http://www.iciba.com/playing">playing</a>-19</td><td><a target="_blank" href="http://www.iciba.com/games">games</a>-19</td><td><a target="_blank" href="http://www.iciba.com/presses">presses</a>-19</td><td><a target="_blank" href="http://www.iciba.com/notes">notes</a>-19</td></tr>
	<tr><td>51</td><td><a target="_blank" href="http://www.iciba.com/formed">formed</a>-19</td><td><a target="_blank" href="http://www.iciba.com/lucking">lucking</a>-19</td><td><a target="_blank" href="http://www.iciba.com/stretching">stretching</a>-19</td><td><a target="_blank" href="http://www.iciba.com/returned">returned</a>-19</td><td><a target="_blank" href="http://www.iciba.com/heaviness">heaviness</a>-19</td></tr>
	<tr><td>52</td><td><a target="_blank" href="http://www.iciba.com/doors">doors</a>-19</td><td><a target="_blank" href="http://www.iciba.com/winds">winds</a>-19</td><td><a target="_blank" href="http://www.iciba.com/shakes">shakes</a>-19</td><td><a target="_blank" href="http://www.iciba.com/noting">noting</a>-19</td><td><a target="_blank" href="http://www.iciba.com/played">played</a>-19</td></tr>
	<tr><td>53</td><td><a target="_blank" href="http://www.iciba.com/levels">levels</a>-19</td><td><a target="_blank" href="http://www.iciba.com/levelling">levelling</a>-19</td><td><a target="_blank" href="http://www.iciba.com/pulling">pulling</a>-19</td><td><a target="_blank" href="http://www.iciba.com/heaviest">heaviest</a>-19</td><td><a target="_blank" href="http://www.iciba.com/cans">cans</a>-19</td></tr>
	<tr><td>54</td><td><a target="_blank" href="http://www.iciba.com/lucked">lucked</a>-19</td><td><a target="_blank" href="http://www.iciba.com/gods">gods</a>-19</td><td><a target="_blank" href="http://www.iciba.com/bites">bites</a>-19</td><td><a target="_blank" href="http://www.iciba.com/heavies">heavies</a>-19</td><td><a target="_blank" href="http://www.iciba.com/heavier">heavier</a>-19</td></tr>
	<tr><td>55</td><td><a target="_blank" href="http://www.iciba.com/forms">forms</a>-19</td><td><a target="_blank" href="http://www.iciba.com/canning">canning</a>-19</td><td><a target="_blank" href="http://www.iciba.com/lucks">lucks</a>-19</td><td><a target="_blank" href="http://www.iciba.com/stretches">stretches</a>-19</td><td><a target="_blank" href="http://www.iciba.com/stretched">stretched</a>-19</td></tr>
	<tr><td>56</td><td><a target="_blank" href="http://www.iciba.com/levelled">levelled</a>-19</td><td><a target="_blank" href="http://www.iciba.com/lies">lies</a>-19</td><td><a target="_blank" href="http://www.iciba.com/lied">lied</a>-19</td><td><a target="_blank" href="http://www.iciba.com/shaking">shaking</a>-19</td><td><a target="_blank" href="http://www.iciba.com/finds">finds</a>-19</td></tr>
	<tr><td>57</td><td><a target="_blank" href="http://www.iciba.com/returning">returning</a>-19</td><td><a target="_blank" href="http://www.iciba.com/feels">feels</a>-19</td><td><a target="_blank" href="http://www.iciba.com/plays">plays</a>-19</td><td><a target="_blank" href="http://www.iciba.com/sinks">sinks</a>-19</td><td><a target="_blank" href="http://www.iciba.com/forming">forming</a>-19</td></tr>
	<tr><td>58</td><td><a target="_blank" href="http://www.iciba.com/pulled">pulled</a>-19</td><td><a target="_blank" href="http://www.iciba.com/flashing">flashing</a>-18</td><td><a target="_blank" href="http://www.iciba.com/basest">basest</a>-18</td><td><a target="_blank" href="http://www.iciba.com/talked">talked</a>-18</td><td><a target="_blank" href="http://www.iciba.com/flashes">flashes</a>-18</td></tr>
	<tr><td>59</td><td><a target="_blank" href="http://www.iciba.com/flashed">flashed</a>-18</td><td><a target="_blank" href="http://www.iciba.com/courses">courses</a>-18</td><td><a target="_blank" href="http://www.iciba.com/coursed">coursed</a>-18</td><td><a target="_blank" href="http://www.iciba.com/hotter">hotter</a>-18</td><td><a target="_blank" href="http://www.iciba.com/stopped">stopped</a>-18</td></tr>
	<tr><td>60</td><td><a target="_blank" href="http://www.iciba.com/basing">basing</a>-18</td><td><a target="_blank" href="http://www.iciba.com/fingers">fingers</a>-18</td><td><a target="_blank" href="http://www.iciba.com/slips">slips</a>-18</td><td><a target="_blank" href="http://www.iciba.com/sounder">sounder</a>-18</td><td><a target="_blank" href="http://www.iciba.com/changed">changed</a>-18</td></tr>
	<tr><td>61</td><td><a target="_blank" href="http://www.iciba.com/changes">changes</a>-18</td><td><a target="_blank" href="http://www.iciba.com/changing">changing</a>-18</td><td><a target="_blank" href="http://www.iciba.com/heeling">heeling</a>-18</td><td><a target="_blank" href="http://www.iciba.com/carrying">carrying</a>-18</td><td><a target="_blank" href="http://www.iciba.com/bounds">bounds</a>-18</td></tr>
	<tr><td>62</td><td><a target="_blank" href="http://www.iciba.com/scores">scores</a>-18</td><td><a target="_blank" href="http://www.iciba.com/scored">scored</a>-18</td><td><a target="_blank" href="http://www.iciba.com/records">records</a>-18</td><td><a target="_blank" href="http://www.iciba.com/pays">pays</a>-18</td><td><a target="_blank" href="http://www.iciba.com/heeled">heeled</a>-18</td></tr>
	<tr><td>63</td><td><a target="_blank" href="http://www.iciba.com/talks">talks</a>-18</td><td><a target="_blank" href="http://www.iciba.com/evened">evened</a>-18</td><td><a target="_blank" href="http://www.iciba.com/recorded">recorded</a>-18</td><td><a target="_blank" href="http://www.iciba.com/sensing">sensing</a>-18</td><td><a target="_blank" href="http://www.iciba.com/slipping">slipping</a>-18</td></tr>
	<tr><td>64</td><td><a target="_blank" href="http://www.iciba.com/paying">paying</a>-18</td><td><a target="_blank" href="http://www.iciba.com/bounding">bounding</a>-18</td><td><a target="_blank" href="http://www.iciba.com/credits">credits</a>-18</td><td><a target="_blank" href="http://www.iciba.com/rolls">rolls</a>-18</td><td><a target="_blank" href="http://www.iciba.com/wanted">wanted</a>-18</td></tr>
	<tr><td>65</td><td><a target="_blank" href="http://www.iciba.com/scoring">scoring</a>-18</td><td><a target="_blank" href="http://www.iciba.com/fingered">fingered</a>-18</td><td><a target="_blank" href="http://www.iciba.com/laws">laws</a>-18</td><td><a target="_blank" href="http://www.iciba.com/doubles">doubles</a>-18</td><td><a target="_blank" href="http://www.iciba.com/doubled">doubled</a>-18</td></tr>
	<tr><td>66</td><td><a target="_blank" href="http://www.iciba.com/sensed">sensed</a>-18</td><td><a target="_blank" href="http://www.iciba.com/senses">senses</a>-18</td><td><a target="_blank" href="http://www.iciba.com/fielded">fielded</a>-18</td><td><a target="_blank" href="http://www.iciba.com/soundness">soundness</a>-18</td><td><a target="_blank" href="http://www.iciba.com/crossly">crossly</a>-18</td></tr>
	<tr><td>67</td><td><a target="_blank" href="http://www.iciba.com/rolled">rolled</a>-18</td><td><a target="_blank" href="http://www.iciba.com/crosser">crosser</a>-18</td><td><a target="_blank" href="http://www.iciba.com/hottest">hottest</a>-18</td><td><a target="_blank" href="http://www.iciba.com/bottoms">bottoms</a>-18</td><td><a target="_blank" href="http://www.iciba.com/talking">talking</a>-18</td></tr>
	<tr><td>68</td><td><a target="_blank" href="http://www.iciba.com/credited">credited</a>-18</td><td><a target="_blank" href="http://www.iciba.com/spiriting">spiriting</a>-18</td><td><a target="_blank" href="http://www.iciba.com/wants">wants</a>-18</td><td><a target="_blank" href="http://www.iciba.com/dreaming">dreaming</a>-18</td><td><a target="_blank" href="http://www.iciba.com/doubling">doubling</a>-18</td></tr>
	<tr><td>69</td><td><a target="_blank" href="http://www.iciba.com/slipped">slipped</a>-18</td><td><a target="_blank" href="http://www.iciba.com/dreams">dreams</a>-18</td><td><a target="_blank" href="http://www.iciba.com/fields">fields</a>-18</td><td><a target="_blank" href="http://www.iciba.com/Fielding">Fielding</a>-18</td><td><a target="_blank" href="http://www.iciba.com/baser">baser</a>-18</td></tr>
	<tr><td>70</td><td><a target="_blank" href="http://www.iciba.com/bottoming">bottoming</a>-18</td><td><a target="_blank" href="http://www.iciba.com/bounded">bounded</a>-18</td><td><a target="_blank" href="http://www.iciba.com/stopping">stopping</a>-18</td><td><a target="_blank" href="http://www.iciba.com/reads">reads</a>-18</td><td><a target="_blank" href="http://www.iciba.com/cares">cares</a>-18</td></tr>
	<tr><td>71</td><td><a target="_blank" href="http://www.iciba.com/cared">cared</a>-18</td><td><a target="_blank" href="http://www.iciba.com/dreamed">dreamed</a>-18</td><td><a target="_blank" href="http://www.iciba.com/hots">hots</a>-18</td><td><a target="_blank" href="http://www.iciba.com/crediting">crediting</a>-18</td><td><a target="_blank" href="http://www.iciba.com/spirits">spirits</a>-18</td></tr>
	<tr><td>72</td><td><a target="_blank" href="http://www.iciba.com/heels">heels</a>-18</td><td><a target="_blank" href="http://www.iciba.com/stops">stops</a>-18</td><td><a target="_blank" href="http://www.iciba.com/carried">carried</a>-18</td><td><a target="_blank" href="http://www.iciba.com/carries">carries</a>-18</td><td><a target="_blank" href="http://www.iciba.com/guards">guards</a>-17</td></tr>
	<tr><td>73</td><td><a target="_blank" href="http://www.iciba.com/fairs">fairs</a>-17</td><td><a target="_blank" href="http://www.iciba.com/fairest">fairest</a>-17</td><td><a target="_blank" href="http://www.iciba.com/beds">beds</a>-17</td><td><a target="_blank" href="http://www.iciba.com/finishes">finishes</a>-17</td><td><a target="_blank" href="http://www.iciba.com/fairer">fairer</a>-17</td></tr>
	<tr><td>74</td><td><a target="_blank" href="http://www.iciba.com/stocked">stocked</a>-17</td><td><a target="_blank" href="http://www.iciba.com/How">How</a>-17</td><td><a target="_blank" href="http://www.iciba.com/guarding">guarding</a>-17</td><td><a target="_blank" href="http://www.iciba.com/stocks">stocks</a>-17</td><td><a target="_blank" href="http://www.iciba.com/termed">termed</a>-17</td></tr>
	<tr><td>75</td><td><a target="_blank" href="http://www.iciba.com/tells">tells</a>-17</td><td><a target="_blank" href="http://www.iciba.com/workings">workings</a>-17</td><td><a target="_blank" href="http://www.iciba.com/cools">cools</a>-17</td><td><a target="_blank" href="http://www.iciba.com/terming">terming</a>-17</td><td><a target="_blank" href="http://www.iciba.com/darker">darker</a>-17</td></tr>
	<tr><td>76</td><td><a target="_blank" href="http://www.iciba.com/darkly">darkly</a>-17</td><td><a target="_blank" href="http://www.iciba.com/terms">terms</a>-17</td><td><a target="_blank" href="http://www.iciba.com/misses">misses</a>-17</td><td><a target="_blank" href="http://www.iciba.com/missed">missed</a>-17</td><td><a target="_blank" href="http://www.iciba.com/aired">aired</a>-17</td></tr>
	<tr><td>77</td><td><a target="_blank" href="http://www.iciba.com/balancing">balancing</a>-17</td><td><a target="_blank" href="http://www.iciba.com/ears">ears</a>-17</td><td><a target="_blank" href="http://www.iciba.com/cleanly">cleanly</a>-17</td><td><a target="_blank" href="http://www.iciba.com/cleaned">cleaned</a>-17</td><td><a target="_blank" href="http://www.iciba.com/cleanest">cleanest</a>-17</td></tr>
	<tr><td>78</td><td><a target="_blank" href="http://www.iciba.com/shapes">shapes</a>-17</td><td><a target="_blank" href="http://www.iciba.com/working">working</a>-17</td><td><a target="_blank" href="http://www.iciba.com/shaping">shaping</a>-17</td><td><a target="_blank" href="http://www.iciba.com/years">years</a>-17</td><td><a target="_blank" href="http://www.iciba.com/finishing">finishing</a>-17</td></tr>
	<tr><td>79</td><td><a target="_blank" href="http://www.iciba.com/cleaning">cleaning</a>-17</td><td><a target="_blank" href="http://www.iciba.com/picks">picks</a>-17</td><td><a target="_blank" href="http://www.iciba.com/burned">burned</a>-17</td><td><a target="_blank" href="http://www.iciba.com/darkest">darkest</a>-17</td><td><a target="_blank" href="http://www.iciba.com/cooling">cooling</a>-17</td></tr>
	<tr><td>80</td><td><a target="_blank" href="http://www.iciba.com/coolest">coolest</a>-17</td><td><a target="_blank" href="http://www.iciba.com/Miss">Miss</a>-17</td><td><a target="_blank" href="http://www.iciba.com/wrongs">wrongs</a>-17</td><td><a target="_blank" href="http://www.iciba.com/watches">watches</a>-17</td><td><a target="_blank" href="http://www.iciba.com/wrongly">wrongly</a>-17</td></tr>
	<tr><td>81</td><td><a target="_blank" href="http://www.iciba.com/wronged">wronged</a>-17</td><td><a target="_blank" href="http://www.iciba.com/coolly">coolly</a>-17</td><td><a target="_blank" href="http://www.iciba.com/cooled">cooled</a>-17</td><td><a target="_blank" href="http://www.iciba.com/darkness">darkness</a>-17</td><td><a target="_blank" href="http://www.iciba.com/puts">puts</a>-17</td></tr>
	<tr><td>82</td><td><a target="_blank" href="http://www.iciba.com/airs">airs</a>-17</td><td><a target="_blank" href="http://www.iciba.com/coolness">coolness</a>-17</td><td><a target="_blank" href="http://www.iciba.com/cleans">cleans</a>-17</td><td><a target="_blank" href="http://www.iciba.com/picking">picking</a>-17</td><td><a target="_blank" href="http://www.iciba.com/picked">picked</a>-17</td></tr>
	<tr><td>83</td><td><a target="_blank" href="http://www.iciba.com/balances">balances</a>-17</td><td><a target="_blank" href="http://www.iciba.com/cards">cards</a>-17</td><td><a target="_blank" href="http://www.iciba.com/burns">burns</a>-17</td><td><a target="_blank" href="http://www.iciba.com/feelings">feelings</a>-17</td><td><a target="_blank" href="http://www.iciba.com/Burns">Burns</a>-17</td></tr>
	<tr><td>84</td><td><a target="_blank" href="http://www.iciba.com/viewing">viewing</a>-16</td><td><a target="_blank" href="http://www.iciba.com/concerns">concerns</a>-16</td><td><a target="_blank" href="http://www.iciba.com/hoping">hoping</a>-16</td><td><a target="_blank" href="http://www.iciba.com/stepping">stepping</a>-16</td><td><a target="_blank" href="http://www.iciba.com/charges">charges</a>-16</td></tr>
	<tr><td>85</td><td><a target="_blank" href="http://www.iciba.com/views">views</a>-16</td><td><a target="_blank" href="http://www.iciba.com/books">books</a>-16</td><td><a target="_blank" href="http://www.iciba.com/stepped">stepped</a>-16</td><td><a target="_blank" href="http://www.iciba.com/colds">colds</a>-16</td><td><a target="_blank" href="http://www.iciba.com/ranker">ranker</a>-16</td></tr>
	<tr><td>86</td><td><a target="_blank" href="http://www.iciba.com/charging">charging</a>-16</td><td><a target="_blank" href="http://www.iciba.com/cornering">cornering</a>-16</td><td><a target="_blank" href="http://www.iciba.com/coldly">coldly</a>-16</td><td><a target="_blank" href="http://www.iciba.com/colder">colder</a>-16</td><td><a target="_blank" href="http://www.iciba.com/depths">depths</a>-16</td></tr>
	<tr><td>87</td><td><a target="_blank" href="http://www.iciba.com/ranks">ranks</a>-16</td><td><a target="_blank" href="http://www.iciba.com/trusts">trusts</a>-16</td><td><a target="_blank" href="http://www.iciba.com/boards">boards</a>-16</td><td><a target="_blank" href="http://www.iciba.com/companies">companies</a>-16</td><td><a target="_blank" href="http://www.iciba.com/strengths">strengths</a>-16</td></tr>
	<tr><td>88</td><td><a target="_blank" href="http://www.iciba.com/brings">brings</a>-16</td><td><a target="_blank" href="http://www.iciba.com/tightness">tightness</a>-16</td><td><a target="_blank" href="http://www.iciba.com/Mays">Mays</a>-16</td><td><a target="_blank" href="http://www.iciba.com/posts">posts</a>-16</td><td><a target="_blank" href="http://www.iciba.com/graced">graced</a>-16</td></tr>
	<tr><td>89</td><td><a target="_blank" href="http://www.iciba.com/shots">shots</a>-16</td><td><a target="_blank" href="http://www.iciba.com/thins">thins</a>-16</td><td><a target="_blank" href="http://www.iciba.com/thinned">thinned</a>-16</td><td><a target="_blank" href="http://www.iciba.com/rankest">rankest</a>-16</td><td><a target="_blank" href="http://www.iciba.com/thinner">thinner</a>-16</td></tr>
	<tr><td>90</td><td><a target="_blank" href="http://www.iciba.com/booked">booked</a>-16</td><td><a target="_blank" href="http://www.iciba.com/tighter">tighter</a>-16</td><td><a target="_blank" href="http://www.iciba.com/thinness">thinness</a>-16</td><td><a target="_blank" href="http://www.iciba.com/thinnest">thinnest</a>-16</td><td><a target="_blank" href="http://www.iciba.com/lands">lands</a>-16</td></tr>
	<tr><td>91</td><td><a target="_blank" href="http://www.iciba.com/hoped">hoped</a>-16</td><td><a target="_blank" href="http://www.iciba.com/hopes">hopes</a>-16</td><td><a target="_blank" href="http://www.iciba.com/thinning">thinning</a>-16</td><td><a target="_blank" href="http://www.iciba.com/Grace">Grace</a>-16</td><td><a target="_blank" href="http://www.iciba.com/firmest">firmest</a>-16</td></tr>
	<tr><td>92</td><td><a target="_blank" href="http://www.iciba.com/thinly">thinly</a>-16</td><td><a target="_blank" href="http://www.iciba.com/firms">firms</a>-16</td><td><a target="_blank" href="http://www.iciba.com/trusted">trusted</a>-16</td><td><a target="_blank" href="http://www.iciba.com/steps">steps</a>-16</td><td><a target="_blank" href="http://www.iciba.com/firmly">firmly</a>-16</td></tr>
	<tr><td>93</td><td><a target="_blank" href="http://www.iciba.com/cornered">cornered</a>-16</td><td><a target="_blank" href="http://www.iciba.com/boarded">boarded</a>-16</td><td><a target="_blank" href="http://www.iciba.com/gracing">gracing</a>-16</td><td><a target="_blank" href="http://www.iciba.com/firmed">firmed</a>-16</td><td><a target="_blank" href="http://www.iciba.com/firmer">firmer</a>-16</td></tr>
	<tr><td>94</td><td><a target="_blank" href="http://www.iciba.com/corners">corners</a>-16</td><td><a target="_blank" href="http://www.iciba.com/bringing">bringing</a>-16</td><td><a target="_blank" href="http://www.iciba.com/tightest">tightest</a>-16</td><td><a target="_blank" href="http://www.iciba.com/packs">packs</a>-16</td><td><a target="_blank" href="http://www.iciba.com/casts">casts</a>-16</td></tr>
	<tr><td>95</td><td><a target="_blank" href="http://www.iciba.com/dashed">dashed</a>-16</td><td><a target="_blank" href="http://www.iciba.com/dashes">dashes</a>-16</td><td><a target="_blank" href="http://www.iciba.com/coldest">coldest</a>-16</td><td><a target="_blank" href="http://www.iciba.com/viewed">viewed</a>-16</td><td><a target="_blank" href="http://www.iciba.com/coldness">coldness</a>-16</td></tr>
	<tr><td>96</td><td><a target="_blank" href="http://www.iciba.com/noticing">noticing</a>-15</td><td><a target="_blank" href="http://www.iciba.com/needed">needed</a>-15</td><td><a target="_blank" href="http://www.iciba.com/bars">bars</a>-15</td><td><a target="_blank" href="http://www.iciba.com/watering">watering</a>-15</td><td><a target="_blank" href="http://www.iciba.com/fails">fails</a>-15</td></tr>
	<tr><td>97</td><td><a target="_blank" href="http://www.iciba.com/No">No</a>-15</td><td><a target="_blank" href="http://www.iciba.com/Sharps">Sharps</a>-15</td><td><a target="_blank" href="http://www.iciba.com/screws">screws</a>-15</td><td><a target="_blank" href="http://www.iciba.com/waters">waters</a>-15</td><td><a target="_blank" href="http://www.iciba.com/dragging">dragging</a>-15</td></tr>
	<tr><td>98</td><td><a target="_blank" href="http://www.iciba.com/straighter">straighter</a>-15</td><td><a target="_blank" href="http://www.iciba.com/jumped">jumped</a>-15</td><td><a target="_blank" href="http://www.iciba.com/straightest">straightest</a>-15</td><td><a target="_blank" href="http://www.iciba.com/courted">courted</a>-15</td><td><a target="_blank" href="http://www.iciba.com/claiming">claiming</a>-15</td></tr>
	<tr><td>99</td><td><a target="_blank" href="http://www.iciba.com/pitches">pitches</a>-15</td><td><a target="_blank" href="http://www.iciba.com/fooled">fooled</a>-15</td><td><a target="_blank" href="http://www.iciba.com/ranges">ranges</a>-15</td><td><a target="_blank" href="http://www.iciba.com/ranged">ranged</a>-15</td><td><a target="_blank" href="http://www.iciba.com/failed">failed</a>-15</td></tr>
	<tr><td>100</td><td><a target="_blank" href="http://www.iciba.com/quietness">quietness</a>-15</td><td><a target="_blank" href="http://www.iciba.com/privates">privates</a>-15</td><td><a target="_blank" href="http://www.iciba.com/whistles">whistles</a>-15</td><td><a target="_blank" href="http://www.iciba.com/answering">answering</a>-15</td><td><a target="_blank" href="http://www.iciba.com/whistled">whistled</a>-15</td></tr>
	<tr><td>101</td><td><a target="_blank" href="http://www.iciba.com/noticed">noticed</a>-15</td><td><a target="_blank" href="http://www.iciba.com/notices">notices</a>-15</td><td><a target="_blank" href="http://www.iciba.com/potting">potting</a>-15</td><td><a target="_blank" href="http://www.iciba.com/papered">papered</a>-15</td><td><a target="_blank" href="http://www.iciba.com/seconded">seconded</a>-15</td></tr>
	<tr><td>102</td><td><a target="_blank" href="http://www.iciba.com/courting">courting</a>-15</td><td><a target="_blank" href="http://www.iciba.com/seconds">seconds</a>-15</td><td><a target="_blank" href="http://www.iciba.com/growing">growing</a>-15</td><td><a target="_blank" href="http://www.iciba.com/squares">squares</a>-15</td><td><a target="_blank" href="http://www.iciba.com/owns">owns</a>-15</td></tr>
	<tr><td>103</td><td><a target="_blank" href="http://www.iciba.com/courts">courts</a>-15</td><td><a target="_blank" href="http://www.iciba.com/costs">costs</a>-15</td><td><a target="_blank" href="http://www.iciba.com/quietly">quietly</a>-15</td><td><a target="_blank" href="http://www.iciba.com/straights">straights</a>-15</td><td><a target="_blank" href="http://www.iciba.com/needing">needing</a>-15</td></tr>
	<tr><td>104</td><td><a target="_blank" href="http://www.iciba.com/quieter">quieter</a>-15</td><td><a target="_blank" href="http://www.iciba.com/quieted">quieted</a>-15</td><td><a target="_blank" href="http://www.iciba.com/tips">tips</a>-15</td><td><a target="_blank" href="http://www.iciba.com/fiddle">fiddle</a>-15</td><td><a target="_blank" href="http://www.iciba.com/whistling">whistling</a>-15</td></tr>
	<tr><td>105</td><td><a target="_blank" href="http://www.iciba.com/advancing">advancing</a>-15</td><td><a target="_blank" href="http://www.iciba.com/modelling">modelling</a>-15</td><td><a target="_blank" href="http://www.iciba.com/effected">effected</a>-15</td><td><a target="_blank" href="http://www.iciba.com/quiets">quiets</a>-15</td><td><a target="_blank" href="http://www.iciba.com/swings">swings</a>-15</td></tr>
	<tr><td>106</td><td><a target="_blank" href="http://www.iciba.com/sharper">sharper</a>-15</td><td><a target="_blank" href="http://www.iciba.com/surer">surer</a>-15</td><td><a target="_blank" href="http://www.iciba.com/squaring">squaring</a>-15</td><td><a target="_blank" href="http://www.iciba.com/asking">asking</a>-15</td><td><a target="_blank" href="http://www.iciba.com/answers">answers</a>-15</td></tr>
	<tr><td>107</td><td><a target="_blank" href="http://www.iciba.com/fiddles">fiddles</a>-15</td><td><a target="_blank" href="http://www.iciba.com/fiddled">fiddled</a>-15</td><td><a target="_blank" href="http://www.iciba.com/sharpness">sharpness</a>-15</td><td><a target="_blank" href="http://www.iciba.com/drags">drags</a>-15</td><td><a target="_blank" href="http://www.iciba.com/counts">counts</a>-15</td></tr>
	<tr><td>108</td><td><a target="_blank" href="http://www.iciba.com/effecting">effecting</a>-15</td><td><a target="_blank" href="http://www.iciba.com/going">going</a>-15</td><td><a target="_blank" href="http://www.iciba.com/bodies">bodies</a>-15</td><td><a target="_blank" href="http://www.iciba.com/fools">fools</a>-15</td><td><a target="_blank" href="http://www.iciba.com/quietest">quietest</a>-15</td></tr>
	<tr><td>109</td><td><a target="_blank" href="http://www.iciba.com/separates">separates</a>-15</td><td><a target="_blank" href="http://www.iciba.com/needs">needs</a>-15</td><td><a target="_blank" href="http://www.iciba.com/rushing">rushing</a>-15</td><td><a target="_blank" href="http://www.iciba.com/jumps">jumps</a>-15</td><td><a target="_blank" href="http://www.iciba.com/dragged">dragged</a>-15</td></tr>
	<tr><td>110</td><td><a target="_blank" href="http://www.iciba.com/quieting">quieting</a>-15</td><td><a target="_blank" href="http://www.iciba.com/screwing">screwing</a>-15</td><td><a target="_blank" href="http://www.iciba.com/pots">pots</a>-15</td><td><a target="_blank" href="http://www.iciba.com/separateness">separateness</a>-15</td><td><a target="_blank" href="http://www.iciba.com/others">others</a>-15</td></tr>
	<tr><td>111</td><td><a target="_blank" href="http://www.iciba.com/surest">surest</a>-15</td><td><a target="_blank" href="http://www.iciba.com/watered">watered</a>-15</td><td><a target="_blank" href="http://www.iciba.com/claimed">claimed</a>-15</td><td><a target="_blank" href="http://www.iciba.com/models">models</a>-15</td><td><a target="_blank" href="http://www.iciba.com/modelled">modelled</a>-15</td></tr>
	<tr><td>112</td><td><a target="_blank" href="http://www.iciba.com/owning">owning</a>-15</td><td><a target="_blank" href="http://www.iciba.com/answered">answered</a>-15</td><td><a target="_blank" href="http://www.iciba.com/jumping">jumping</a>-15</td><td><a target="_blank" href="http://www.iciba.com/advances">advances</a>-15</td><td><a target="_blank" href="http://www.iciba.com/shades">shades</a>-15</td></tr>
	<tr><td>113</td><td><a target="_blank" href="http://www.iciba.com/fooling">fooling</a>-15</td><td><a target="_blank" href="http://www.iciba.com/ranging">ranging</a>-15</td><td><a target="_blank" href="http://www.iciba.com/hours">hours</a>-15</td><td><a target="_blank" href="http://www.iciba.com/rushed">rushed</a>-15</td><td><a target="_blank" href="http://www.iciba.com/rushes">rushes</a>-15</td></tr>
	<tr><td>114</td><td><a target="_blank" href="http://www.iciba.com/asked">asked</a>-15</td><td><a target="_blank" href="http://www.iciba.com/shoots">shoots</a>-15</td><td><a target="_blank" href="http://www.iciba.com/tipping">tipping</a>-15</td><td><a target="_blank" href="http://www.iciba.com/asks">asks</a>-15</td><td><a target="_blank" href="http://www.iciba.com/separating">separating</a>-15</td></tr>
	<tr><td>115</td><td><a target="_blank" href="http://www.iciba.com/behinds">behinds</a>-15</td><td><a target="_blank" href="http://www.iciba.com/papers">papers</a>-15</td><td><a target="_blank" href="http://www.iciba.com/served">served</a>-15</td><td><a target="_blank" href="http://www.iciba.com/serves">serves</a>-15</td><td><a target="_blank" href="http://www.iciba.com/sharpest">sharpest</a>-15</td></tr>
	<tr><td>116</td><td><a target="_blank" href="http://www.iciba.com/effects">effects</a>-15</td><td><a target="_blank" href="http://www.iciba.com/claims">claims</a>-15</td><td><a target="_blank" href="http://www.iciba.com/grows">grows</a>-15</td><td><a target="_blank" href="http://www.iciba.com/barred">barred</a>-15</td><td><a target="_blank" href="http://www.iciba.com/hears">hears</a>-15</td></tr>
	<tr><td>117</td><td><a target="_blank" href="http://www.iciba.com/heard">heard</a>-15</td><td><a target="_blank" href="http://www.iciba.com/pitching">pitching</a>-15</td><td><a target="_blank" href="http://www.iciba.com/screwed">screwed</a>-15</td><td><a target="_blank" href="http://www.iciba.com/blasts">blasts</a>-14</td><td><a target="_blank" href="http://www.iciba.com/spreading">spreading</a>-14</td></tr>
	<tr><td>118</td><td><a target="_blank" href="http://www.iciba.com/stoning">stoning</a>-14</td><td><a target="_blank" href="http://www.iciba.com/directness">directness</a>-14</td><td><a target="_blank" href="http://www.iciba.com/waving">waving</a>-14</td><td><a target="_blank" href="http://www.iciba.com/stringing">stringing</a>-14</td><td><a target="_blank" href="http://www.iciba.com/numbers">numbers</a>-14</td></tr>
	<tr><td>119</td><td><a target="_blank" href="http://www.iciba.com/bridging">bridging</a>-14</td><td><a target="_blank" href="http://www.iciba.com/died">died</a>-14</td><td><a target="_blank" href="http://www.iciba.com/dies">dies</a>-14</td><td><a target="_blank" href="http://www.iciba.com/digs">digs</a>-14</td><td><a target="_blank" href="http://www.iciba.com/snaps">snaps</a>-14</td></tr>
	<tr><td>120</td><td><a target="_blank" href="http://www.iciba.com/masters">masters</a>-14</td><td><a target="_blank" href="http://www.iciba.com/pasts">pasts</a>-14</td><td><a target="_blank" href="http://www.iciba.com/helps">helps</a>-14</td><td><a target="_blank" href="http://www.iciba.com/wildest">wildest</a>-14</td><td><a target="_blank" href="http://www.iciba.com/bolts">bolts</a>-14</td></tr>
	<tr><td>121</td><td><a target="_blank" href="http://www.iciba.com/raised">raised</a>-14</td><td><a target="_blank" href="http://www.iciba.com/raises">raises</a>-14</td><td><a target="_blank" href="http://www.iciba.com/fouling">fouling</a>-14</td><td><a target="_blank" href="http://www.iciba.com/balled">balled</a>-14</td><td><a target="_blank" href="http://www.iciba.com/battled">battled</a>-14</td></tr>
	<tr><td>122</td><td><a target="_blank" href="http://www.iciba.com/battles">battles</a>-14</td><td><a target="_blank" href="http://www.iciba.com/battler">battler</a>-14</td><td><a target="_blank" href="http://www.iciba.com/scenes">scenes</a>-14</td><td><a target="_blank" href="http://www.iciba.com/rapped">rapped</a>-14</td><td><a target="_blank" href="http://www.iciba.com/lifts">lifts</a>-14</td></tr>
	<tr><td>123</td><td><a target="_blank" href="http://www.iciba.com/greener">greener</a>-14</td><td><a target="_blank" href="http://www.iciba.com/mastered">mastered</a>-14</td><td><a target="_blank" href="http://www.iciba.com/kills">kills</a>-14</td><td><a target="_blank" href="http://www.iciba.com/necked">necked</a>-14</td><td><a target="_blank" href="http://www.iciba.com/shoulders">shoulders</a>-14</td></tr>
